var fs = require('fs'); //文件模块
var path = require('path'); //系统路径模块
// var data = require('./code_abrvData');

const data = [
  {
    证券代码: 1,
    证券简称: '平安银行',
  },
  {
    证券代码: 2,
    证券简称: '万 科Ａ',
  },
  {
    证券代码: 4,
    证券简称: '国农科技',
  },
  {
    证券代码: 5,
    证券简称: '世纪星源',
  },
  {
    证券代码: 6,
    证券简称: '深振业Ａ',
  },
  {
    证券代码: 7,
    证券简称: '全新好',
  },
  {
    证券代码: 8,
    证券简称: '神州高铁',
  },
  {
    证券代码: 9,
    证券简称: '中国宝安',
  },
  {
    证券代码: 10,
    证券简称: '美丽生态',
  },
  {
    证券代码: 11,
    证券简称: '深物业A',
  },
  {
    证券代码: 12,
    证券简称: '南 玻Ａ',
  },
  {
    证券代码: 14,
    证券简称: '沙河股份',
  },
  {
    证券代码: 16,
    证券简称: '深康佳Ａ',
  },
  {
    证券代码: 17,
    证券简称: '深中华A',
  },
  {
    证券代码: 18,
    证券简称: '神州长城',
  },
  {
    证券代码: 19,
    证券简称: '深粮控股',
  },
  {
    证券代码: 20,
    证券简称: '深华发Ａ',
  },
  {
    证券代码: 21,
    证券简称: '深科技',
  },
  {
    证券代码: 23,
    证券简称: '深天地Ａ',
  },
  {
    证券代码: 25,
    证券简称: '特 力Ａ',
  },
  {
    证券代码: 603989,
    证券简称: '艾华集团',
  },
  {
    证券代码: 603958,
    证券简称: '哈森股份',
  },
  {
    证券代码: 603955,
    证券简称: '大千生态',
  },
  {
    证券代码: 603969,
    证券简称: '银龙股份',
  },
  {
    证券代码: 603997,
    证券简称: '继峰股份',
  },
  {
    证券代码: 603968,
    证券简称: '醋化股份',
  },
  {
    证券代码: 603985,
    证券简称: '恒润股份',
  },
  {
    证券代码: 603988,
    证券简称: '中电电机',
  },
  {
    证券代码: 603998,
    证券简称: '方盛制药',
  },
  {
    证券代码: 603939,
    证券简称: '益丰药房',
  },
  {
    证券代码: 603959,
    证券简称: '百利科技',
  },
  {
    证券代码: 603979,
    证券简称: '金诚信',
  },
  {
    证券代码: 603987,
    证券简称: '康德莱',
  },
  {
    证券代码: 603999,
    证券简称: '读者传媒',
  },
  {
    证券代码: 603986,
    证券简称: '兆易创新',
  },
  {
    证券代码: 603977,
    证券简称: '国泰集团',
  },
  {
    证券代码: 603990,
    证券简称: '麦迪科技',
  },
  {
    证券代码: 603966,
    证券简称: '法兰泰克',
  },
  {
    证券代码: 603996,
    证券简称: '中新科技',
  },
  {
    证券代码: 603991,
    证券简称: '至正股份',
  },
  {
    证券代码: 603960,
    证券简称: '克来机电',
  },
  {
    证券代码: 603970,
    证券简称: '中农立华',
  },
  {
    证券代码: 603978,
    证券简称: '深圳新星',
  },
  {
    证券代码: 603938,
    证券简称: '三孚股份',
  },
  {
    证券代码: 603963,
    证券简称: '大理药业',
  },
  {
    证券代码: 603976,
    证券简称: '正川股份',
  },
  {
    证券代码: 603980,
    证券简称: '吉华集团',
  },
  {
    证券代码: 603956,
    证券简称: '威派格',
  },
  {
    证券代码: 603993,
    证券简称: '洛阳钼业',
  },
  {
    证券代码: 900942,
    证券简称: '黄山Ｂ股',
  },
  {
    证券代码: 900940,
    证券简称: '大名城B',
  },
  {
    证券代码: 900952,
    证券简称: '锦港Ｂ股',
  },
  {
    证券代码: 900945,
    证券简称: '海控Ｂ股',
  },
  {
    证券代码: 900943,
    证券简称: '开开Ｂ股',
  },
  {
    证券代码: 900936,
    证券简称: '鄂资Ｂ股',
  },
  {
    证券代码: 900947,
    证券简称: '振华Ｂ股',
  },
  {
    证券代码: 900955,
    证券简称: '海创B股',
  },
  {
    证券代码: 900901,
    证券简称: '云赛Ｂ股',
  },
  {
    证券代码: 900902,
    证券简称: '市北B股',
  },
  {
    证券代码: 900906,
    证券简称: '*ST毅达B',
  },
  {
    证券代码: 900903,
    证券简称: '大众Ｂ股',
  },
  {
    证券代码: 900905,
    证券简称: '老凤祥Ｂ',
  },
  {
    证券代码: 900904,
    证券简称: '神奇B股',
  },
  {
    证券代码: 900907,
    证券简称: '鹏起Ｂ股',
  },
  {
    证券代码: 900913,
    证券简称: '国新B股',
  },
  {
    证券代码: 900908,
    证券简称: '氯碱Ｂ股',
  },
  {
    证券代码: 900910,
    证券简称: '海立Ｂ股',
  },
  {
    证券代码: 900909,
    证券简称: '华谊B股',
  },
  {
    证券代码: 900911,
    证券简称: '金桥Ｂ股',
  },
  {
    证券代码: 900912,
    证券简称: '外高Ｂ股',
  },
  {
    证券代码: 900914,
    证券简称: '锦投Ｂ股',
  },
  {
    证券代码: 900932,
    证券简称: '陆家Ｂ股',
  },
  {
    证券代码: 900916,
    证券简称: '凤凰B股',
  },
  {
    证券代码: 900930,
    证券简称: '*ST沪普B',
  },
  {
    证券代码: 900922,
    证券简称: '三毛B股',
  },
  {
    证券代码: 900919,
    证券简称: '绿庭B股',
  },
  {
    证券代码: 900946,
    证券简称: '*ST天雁B',
  },
  {
    证券代码: 900937,
    证券简称: '华电Ｂ股',
  },
  {
    证券代码: 900938,
    证券简称: '海科B',
  },
  {
    证券代码: 900934,
    证券简称: '锦江Ｂ股',
  },
  {
    证券代码: 900941,
    证券简称: '东信Ｂ股',
  },
  {
    证券代码: 900933,
    证券简称: '华新Ｂ股',
  },
  {
    证券代码: 900915,
    证券简称: '中路Ｂ股',
  },
  {
    证券代码: 900918,
    证券简称: '耀皮Ｂ股',
  },
  {
    证券代码: 900927,
    证券简称: '物贸Ｂ股',
  },
  {
    证券代码: 900923,
    证券简称: '百联Ｂ股',
  },
  {
    证券代码: 900925,
    证券简称: '机电Ｂ股',
  },
  {
    证券代码: 900920,
    证券简称: '上柴Ｂ股',
  },
  {
    证券代码: 900924,
    证券简称: '上工Ｂ股',
  },
  {
    证券代码: 900921,
    证券简称: '丹科B股',
  },
  {
    证券代码: 900926,
    证券简称: '宝信Ｂ',
  },
  {
    证券代码: 900928,
    证券简称: '临港B股',
  },
  {
    证券代码: 900917,
    证券简称: '海欣Ｂ股',
  },
  {
    证券代码: 900929,
    证券简称: '锦旅Ｂ股',
  },
  {
    证券代码: 900939,
    证券简称: '汇丽B',
  },
  {
    证券代码: 900948,
    证券简称: '伊泰Ｂ股',
  },
  {
    证券代码: 900951,
    证券简称: 'ST大化B',
  },
  {
    证券代码: 900953,
    证券简称: '凯马Ｂ',
  },
  {
    证券代码: 900956,
    证券简称: '东贝Ｂ股',
  },
  {
    证券代码: 900957,
    证券简称: '凌云Ｂ股',
  },
  {
    证券代码: 338,
    证券简称: '潍柴动力',
  },
  {
    证券代码: 333,
    证券简称: '美的集团',
  },
  {
    证券代码: 26,
    证券简称: '飞亚达Ａ',
  },
  {
    证券代码: 27,
    证券简称: '深圳能源',
  },
  {
    证券代码: 28,
    证券简称: '国药一致',
  },
  {
    证券代码: 29,
    证券简称: '深深房Ａ',
  },
  {
    证券代码: 30,
    证券简称: '富奥股份',
  },
  {
    证券代码: 31,
    证券简称: '大悦城',
  },
  {
    证券代码: 32,
    证券简称: '深桑达Ａ',
  },
  {
    证券代码: 34,
    证券简称: '神州数码',
  },
  {
    证券代码: 35,
    证券简称: '中国天楹',
  },
  {
    证券代码: 36,
    证券简称: '华联控股',
  },
  {
    证券代码: 37,
    证券简称: '深南电A',
  },
  {
    证券代码: 38,
    证券简称: '深大通',
  },
  {
    证券代码: 39,
    证券简称: '中集集团',
  },
  {
    证券代码: 40,
    证券简称: '东旭蓝天',
  },
  {
    证券代码: 42,
    证券简称: '中洲控股',
  },
  {
    证券代码: 43,
    证券简称: '中航善达',
  },
  {
    证券代码: 45,
    证券简称: '深纺织Ａ',
  },
  {
    证券代码: 46,
    证券简称: '泛海控股',
  },
  {
    证券代码: 48,
    证券简称: '*ST康达',
  },
  {
    证券代码: 49,
    证券简称: '德赛电池',
  },
  {
    证券代码: 50,
    证券简称: '深天马Ａ',
  },
  {
    证券代码: 55,
    证券简称: '方大集团',
  },
  {
    证券代码: 56,
    证券简称: '皇庭国际',
  },
  {
    证券代码: 58,
    证券简称: '深 赛 格',
  },
  {
    证券代码: 59,
    证券简称: '华锦股份',
  },
  {
    证券代码: 60,
    证券简称: '中金岭南',
  },
  {
    证券代码: 61,
    证券简称: '农 产 品',
  },
  {
    证券代码: 62,
    证券简称: '深圳华强',
  },
  {
    证券代码: 63,
    证券简称: '中兴通讯',
  },
  {
    证券代码: 65,
    证券简称: '北方国际',
  },
  {
    证券代码: 66,
    证券简称: '中国长城',
  },
  {
    证券代码: 68,
    证券简称: '华控赛格',
  },
  {
    证券代码: 69,
    证券简称: '华侨城Ａ',
  },
  {
    证券代码: 70,
    证券简称: '特发信息',
  },
  {
    证券代码: 78,
    证券简称: '海王生物',
  },
  {
    证券代码: 88,
    证券简称: '盐 田 港',
  },
  {
    证券代码: 89,
    证券简称: '深圳机场',
  },
  {
    证券代码: 90,
    证券简称: '天健集团',
  },
  {
    证券代码: 96,
    证券简称: '广聚能源',
  },
  {
    证券代码: 99,
    证券简称: '中信海直',
  },
  {
    证券代码: 100,
    证券简称: 'TCL 集团',
  },
  {
    证券代码: 150,
    证券简称: '宜华健康',
  },
  {
    证券代码: 151,
    证券简称: '中成股份',
  },
  {
    证券代码: 153,
    证券简称: '丰原药业',
  },
  {
    证券代码: 155,
    证券简称: '川能动力',
  },
  {
    证券代码: 156,
    证券简称: '华数传媒',
  },
  {
    证券代码: 157,
    证券简称: '中联重科',
  },
  {
    证券代码: 158,
    证券简称: '常山北明',
  },
  {
    证券代码: 159,
    证券简称: '国际实业',
  },
  {
    证券代码: 301,
    证券简称: '东方盛虹',
  },
  {
    证券代码: 400,
    证券简称: '许继电气',
  },
  {
    证券代码: 401,
    证券简称: '冀东水泥',
  },
  {
    证券代码: 402,
    证券简称: '金 融 街',
  },
  {
    证券代码: 403,
    证券简称: '振兴生化',
  },
  {
    证券代码: 404,
    证券简称: '长虹华意',
  },
  {
    证券代码: 407,
    证券简称: '胜利股份',
  },
  {
    证券代码: 408,
    证券简称: '藏格控股',
  },
  {
    证券代码: 409,
    证券简称: '*ST地矿',
  },
  {
    证券代码: 410,
    证券简称: '沈阳机床',
  },
  {
    证券代码: 411,
    证券简称: '英特集团',
  },
  {
    证券代码: 413,
    证券简称: '东旭光电',
  },
  {
    证券代码: 415,
    证券简称: '渤海租赁',
  },
  {
    证券代码: 416,
    证券简称: '民生控股',
  },
  {
    证券代码: 417,
    证券简称: '合肥百货',
  },
  {
    证券代码: 418,
    证券简称: '小天鹅Ａ',
  },
  {
    证券代码: 419,
    证券简称: '通程控股',
  },
  {
    证券代码: 420,
    证券简称: '吉林化纤',
  },
  {
    证券代码: 421,
    证券简称: '南京公用',
  },
  {
    证券代码: 422,
    证券简称: '*ST宜化',
  },
  {
    证券代码: 423,
    证券简称: '东阿阿胶',
  },
  {
    证券代码: 425,
    证券简称: '徐工机械',
  },
  {
    证券代码: 426,
    证券简称: '兴业矿业',
  },
  {
    证券代码: 428,
    证券简称: '华天酒店',
  },
  {
    证券代码: 429,
    证券简称: '粤高速Ａ',
  },
  {
    证券代码: 430,
    证券简称: '张家界',
  },
  {
    证券代码: 488,
    证券简称: '晨鸣纸业',
  },
  {
    证券代码: 498,
    证券简称: '山东路桥',
  },
  {
    证券代码: 501,
    证券简称: '鄂武商Ａ',
  },
  {
    证券代码: 502,
    证券简称: '绿景控股',
  },
  {
    证券代码: 503,
    证券简称: '国新健康',
  },
  {
    证券代码: 504,
    证券简称: '南华生物',
  },
  {
    证券代码: 505,
    证券简称: '京粮控股',
  },
  {
    证券代码: 506,
    证券简称: '中润资源',
  },
  {
    证券代码: 507,
    证券简称: '珠海港',
  },
  {
    证券代码: 509,
    证券简称: '华塑控股',
  },
  {
    证券代码: 510,
    证券简称: '金路集团',
  },
  {
    证券代码: 513,
    证券简称: '丽珠集团',
  },
  {
    证券代码: 514,
    证券简称: '渝 开 发',
  },
  {
    证券代码: 516,
    证券简称: '国际医学',
  },
  {
    证券代码: 517,
    证券简称: '荣安地产',
  },
  {
    证券代码: 518,
    证券简称: '四环生物',
  },
  {
    证券代码: 519,
    证券简称: '中兵红箭',
  },
  {
    证券代码: 520,
    证券简称: '长航凤凰',
  },
  {
    证券代码: 521,
    证券简称: '长虹美菱',
  },
  {
    证券代码: 523,
    证券简称: '广州浪奇',
  },
  {
    证券代码: 524,
    证券简称: '岭南控股',
  },
  {
    证券代码: 525,
    证券简称: '红 太 阳',
  },
  {
    证券代码: 526,
    证券简称: '紫光学大',
  },
  {
    证券代码: 528,
    证券简称: '柳 工',
  },
  {
    证券代码: 529,
    证券简称: '广弘控股',
  },
  {
    证券代码: 530,
    证券简称: '大冷股份',
  },
  {
    证券代码: 531,
    证券简称: '穗恒运Ａ',
  },
  {
    证券代码: 532,
    证券简称: '华金资本',
  },
  {
    证券代码: 533,
    证券简称: '顺钠股份',
  },
  {
    证券代码: 534,
    证券简称: '万泽股份',
  },
  {
    证券代码: 536,
    证券简称: '华映科技',
  },
  {
    证券代码: 537,
    证券简称: '广宇发展',
  },
  {
    证券代码: 538,
    证券简称: '云南白药',
  },
  {
    证券代码: 539,
    证券简称: '粤电力Ａ',
  },
  {
    证券代码: 540,
    证券简称: '中天金融',
  },
  {
    证券代码: 541,
    证券简称: '佛山照明',
  },
  {
    证券代码: 543,
    证券简称: '皖能电力',
  },
  {
    证券代码: 544,
    证券简称: '中原环保',
  },
  {
    证券代码: 545,
    证券简称: '金浦钛业',
  },
  {
    证券代码: 546,
    证券简称: '金圆股份',
  },
  {
    证券代码: 547,
    证券简称: '航天发展',
  },
  {
    证券代码: 548,
    证券简称: '湖南投资',
  },
  {
    证券代码: 550,
    证券简称: '江铃汽车',
  },
  {
    证券代码: 551,
    证券简称: '创元科技',
  },
  {
    证券代码: 552,
    证券简称: '靖远煤电',
  },
  {
    证券代码: 553,
    证券简称: '安道麦A',
  },
  {
    证券代码: 554,
    证券简称: '泰山石油',
  },
  {
    证券代码: 555,
    证券简称: '神州信息',
  },
  {
    证券代码: 557,
    证券简称: '西部创业',
  },
  {
    证券代码: 558,
    证券简称: '莱茵体育',
  },
  {
    证券代码: 559,
    证券简称: '万向钱潮',
  },
  {
    证券代码: 560,
    证券简称: '我爱我家',
  },
  {
    证券代码: 561,
    证券简称: '烽火电子',
  },
  {
    证券代码: 563,
    证券简称: '陕国投Ａ',
  },
  {
    证券代码: 564,
    证券简称: '供销大集',
  },
  {
    证券代码: 565,
    证券简称: '渝三峡Ａ',
  },
  {
    证券代码: 566,
    证券简称: '海南海药',
  },
  {
    证券代码: 567,
    证券简称: '海德股份',
  },
  {
    证券代码: 568,
    证券简称: '泸州老窖',
  },
  {
    证券代码: 570,
    证券简称: '苏常柴Ａ',
  },
  {
    证券代码: 571,
    证券简称: '新大洲Ａ',
  },
  {
    证券代码: 572,
    证券简称: '海马汽车',
  },
  {
    证券代码: 573,
    证券简称: '粤宏远Ａ',
  },
  {
    证券代码: 576,
    证券简称: '广东甘化',
  },
  {
    证券代码: 581,
    证券简称: '威孚高科',
  },
  {
    证券代码: 582,
    证券简称: '北部湾港',
  },
  {
    证券代码: 584,
    证券简称: '哈工智能',
  },
  {
    证券代码: 585,
    证券简称: '*ST东电',
  },
  {
    证券代码: 586,
    证券简称: '汇源通信',
  },
  {
    证券代码: 587,
    证券简称: '金洲慈航',
  },
  {
    证券代码: 589,
    证券简称: '黔轮胎Ａ',
  },
  {
    证券代码: 590,
    证券简称: '启迪古汉',
  },
  {
    证券代码: 591,
    证券简称: '太阳能',
  },
  {
    证券代码: 592,
    证券简称: '平潭发展',
  },
  {
    证券代码: 593,
    证券简称: '大通燃气',
  },
  {
    证券代码: 595,
    证券简称: '宝塔实业',
  },
  {
    证券代码: 596,
    证券简称: '古井贡酒',
  },
  {
    证券代码: 597,
    证券简称: '东北制药',
  },
  {
    证券代码: 598,
    证券简称: '兴蓉环境',
  },
  {
    证券代码: 599,
    证券简称: '青岛双星',
  },
  {
    证券代码: 600,
    证券简称: '建投能源',
  },
  {
    证券代码: 601,
    证券简称: '韶能股份',
  },
  {
    证券代码: 603,
    证券简称: '盛达矿业',
  },
  {
    证券代码: 605,
    证券简称: '渤海股份',
  },
  {
    证券代码: 606,
    证券简称: '顺利办',
  },
  {
    证券代码: 607,
    证券简称: '华媒控股',
  },
  {
    证券代码: 608,
    证券简称: '阳光股份',
  },
  {
    证券代码: 609,
    证券简称: '中迪投资',
  },
  {
    证券代码: 610,
    证券简称: '西安旅游',
  },
  {
    证券代码: 611,
    证券简称: '天首发展',
  },
  {
    证券代码: 612,
    证券简称: '焦作万方',
  },
  {
    证券代码: 613,
    证券简称: '大东海A',
  },
  {
    证券代码: 615,
    证券简称: '京汉股份',
  },
  {
    证券代码: 616,
    证券简称: '海航投资',
  },
  {
    证券代码: 617,
    证券简称: '中油资本',
  },
  {
    证券代码: 619,
    证券简称: '海螺型材',
  },
  {
    证券代码: 620,
    证券简称: '新华联',
  },
  {
    证券代码: 622,
    证券简称: '恒立实业',
  },
  {
    证券代码: 623,
    证券简称: '吉林敖东',
  },
  {
    证券代码: 625,
    证券简称: '长安汽车',
  },
  {
    证券代码: 626,
    证券简称: '远大控股',
  },
  {
    证券代码: 627,
    证券简称: '天茂集团',
  },
  {
    证券代码: 628,
    证券简称: '高新发展',
  },
  {
    证券代码: 629,
    证券简称: '攀钢钒钛',
  },
  {
    证券代码: 630,
    证券简称: '铜陵有色',
  },
  {
    证券代码: 631,
    证券简称: '顺发恒业',
  },
  {
    证券代码: 632,
    证券简称: '三木集团',
  },
  {
    证券代码: 633,
    证券简称: '合金投资',
  },
  {
    证券代码: 635,
    证券简称: '英 力 特',
  },
  {
    证券代码: 636,
    证券简称: '风华高科',
  },
  {
    证券代码: 637,
    证券简称: '茂化实华',
  },
  {
    证券代码: 638,
    证券简称: '万方发展',
  },
  {
    证券代码: 639,
    证券简称: '西王食品',
  },
  {
    证券代码: 650,
    证券简称: '仁和药业',
  },
  {
    证券代码: 651,
    证券简称: '格力电器',
  },
  {
    证券代码: 652,
    证券简称: '泰达股份',
  },
  {
    证券代码: 655,
    证券简称: '*ST金岭',
  },
  {
    证券代码: 656,
    证券简称: '金科股份',
  },
  {
    证券代码: 657,
    证券简称: '中钨高新',
  },
  {
    证券代码: 659,
    证券简称: '珠海中富',
  },
  {
    证券代码: 661,
    证券简称: '长春高新',
  },
  {
    证券代码: 662,
    证券简称: '天夏智慧',
  },
  {
    证券代码: 663,
    证券简称: '永安林业',
  },
  {
    证券代码: 665,
    证券简称: '湖北广电',
  },
  {
    证券代码: 666,
    证券简称: '经纬纺机',
  },
  {
    证券代码: 667,
    证券简称: '美好置业',
  },
  {
    证券代码: 668,
    证券简称: '荣丰控股',
  },
  {
    证券代码: 669,
    证券简称: '金鸿控股',
  },
  {
    证券代码: 670,
    证券简称: 'ST盈方',
  },
  {
    证券代码: 671,
    证券简称: '阳 光 城',
  },
  {
    证券代码: 672,
    证券简称: '上峰水泥',
  },
  {
    证券代码: 673,
    证券简称: '当代东方',
  },
  {
    证券代码: 676,
    证券简称: '智度股份',
  },
  {
    证券代码: 677,
    证券简称: '恒天海龙',
  },
  {
    证券代码: 678,
    证券简称: '襄阳轴承',
  },
  {
    证券代码: 679,
    证券简称: '大连友谊',
  },
  {
    证券代码: 680,
    证券简称: '山推股份',
  },
  {
    证券代码: 681,
    证券简称: '视觉中国',
  },
  {
    证券代码: 682,
    证券简称: '东方电子',
  },
  {
    证券代码: 683,
    证券简称: '远兴能源',
  },
  {
    证券代码: 685,
    证券简称: '中山公用',
  },
  {
    证券代码: 686,
    证券简称: '东北证券',
  },
  {
    证券代码: 687,
    证券简称: '华讯方舟',
  },
  {
    证券代码: 688,
    证券简称: '国城矿业',
  },
  {
    证券代码: 690,
    证券简称: '宝新能源',
  },
  {
    证券代码: 691,
    证券简称: '亚太实业',
  },
  {
    证券代码: 692,
    证券简称: '惠天热电',
  },
  {
    证券代码: 693,
    证券简称: '*ST华泽',
  },
  {
    证券代码: 695,
    证券简称: '滨海能源',
  },
  {
    证券代码: 697,
    证券简称: '炼石航空',
  },
  {
    证券代码: 698,
    证券简称: '沈阳化工',
  },
  {
    证券代码: 700,
    证券简称: '模塑科技',
  },
  {
    证券代码: 701,
    证券简称: '厦门信达',
  },
  {
    证券代码: 702,
    证券简称: '正虹科技',
  },
  {
    证券代码: 703,
    证券简称: '恒逸石化',
  },
  {
    证券代码: 705,
    证券简称: '浙江震元',
  },
  {
    证券代码: 707,
    证券简称: '*ST双环',
  },
  {
    证券代码: 708,
    证券简称: '大冶特钢',
  },
  {
    证券代码: 709,
    证券简称: '河钢股份',
  },
  {
    证券代码: 710,
    证券简称: '贝瑞基因',
  },
  {
    证券代码: 711,
    证券简称: '京蓝科技',
  },
  {
    证券代码: 712,
    证券简称: '锦龙股份',
  },
  {
    证券代码: 713,
    证券简称: '丰乐种业',
  },
  {
    证券代码: 715,
    证券简称: '中兴商业',
  },
  {
    证券代码: 716,
    证券简称: '黑芝麻',
  },
  {
    证券代码: 717,
    证券简称: '韶钢松山',
  },
  {
    证券代码: 718,
    证券简称: '苏宁环球',
  },
  {
    证券代码: 719,
    证券简称: '中原传媒',
  },
  {
    证券代码: 720,
    证券简称: '*ST新能',
  },
  {
    证券代码: 721,
    证券简称: '西安饮食',
  },
  {
    证券代码: 722,
    证券简称: '湖南发展',
  },
  {
    证券代码: 723,
    证券简称: '美锦能源',
  },
  {
    证券代码: 725,
    证券简称: '京东方Ａ',
  },
  {
    证券代码: 726,
    证券简称: '鲁 泰Ａ',
  },
  {
    证券代码: 727,
    证券简称: '华东科技',
  },
  {
    证券代码: 728,
    证券简称: '国元证券',
  },
  {
    证券代码: 729,
    证券简称: '燕京啤酒',
  },
  {
    证券代码: 731,
    证券简称: '四川美丰',
  },
  {
    证券代码: 732,
    证券简称: '泰禾集团',
  },
  {
    证券代码: 733,
    证券简称: '振华科技',
  },
  {
    证券代码: 735,
    证券简称: '罗 牛 山',
  },
  {
    证券代码: 736,
    证券简称: '中交地产',
  },
  {
    证券代码: 737,
    证券简称: '*ST南风',
  },
  {
    证券代码: 738,
    证券简称: '航发控制',
  },
  {
    证券代码: 739,
    证券简称: '普洛药业',
  },
  {
    证券代码: 750,
    证券简称: '国海证券',
  },
  {
    证券代码: 751,
    证券简称: '锌业股份',
  },
  {
    证券代码: 752,
    证券简称: '西藏发展',
  },
  {
    证券代码: 753,
    证券简称: '漳州发展',
  },
  {
    证券代码: 755,
    证券简称: '山西路桥',
  },
  {
    证券代码: 756,
    证券简称: '新华制药',
  },
  {
    证券代码: 757,
    证券简称: '浩物股份',
  },
  {
    证券代码: 758,
    证券简称: '中色股份',
  },
  {
    证券代码: 759,
    证券简称: '中百集团',
  },
  {
    证券代码: 760,
    证券简称: '斯太尔',
  },
  {
    证券代码: 761,
    证券简称: '本钢板材',
  },
  {
    证券代码: 762,
    证券简称: '西藏矿业',
  },
  {
    证券代码: 766,
    证券简称: '通化金马',
  },
  {
    证券代码: 767,
    证券简称: '漳泽电力',
  },
  {
    证券代码: 768,
    证券简称: '中航飞机',
  },
  {
    证券代码: 776,
    证券简称: '广发证券',
  },
  {
    证券代码: 777,
    证券简称: '中核科技',
  },
  {
    证券代码: 778,
    证券简称: '新兴铸管',
  },
  {
    证券代码: 779,
    证券简称: '三毛派神',
  },
  {
    证券代码: 780,
    证券简称: '平庄能源',
  },
  {
    证券代码: 782,
    证券简称: '美达股份',
  },
  {
    证券代码: 783,
    证券简称: '长江证券',
  },
  {
    证券代码: 785,
    证券简称: '武汉中商',
  },
  {
    证券代码: 786,
    证券简称: '北新建材',
  },
  {
    证券代码: 788,
    证券简称: '北大医药',
  },
  {
    证券代码: 789,
    证券简称: '万年青',
  },
  {
    证券代码: 790,
    证券简称: '泰合健康',
  },
  {
    证券代码: 791,
    证券简称: '甘肃电投',
  },
  {
    证券代码: 792,
    证券简称: '盐湖股份',
  },
  {
    证券代码: 793,
    证券简称: '华闻传媒',
  },
  {
    证券代码: 795,
    证券简称: '英洛华',
  },
  {
    证券代码: 796,
    证券简称: '凯撒旅游',
  },
  {
    证券代码: 797,
    证券简称: '中国武夷',
  },
  {
    证券代码: 798,
    证券简称: '中水渔业',
  },
  {
    证券代码: 799,
    证券简称: '酒鬼酒',
  },
  {
    证券代码: 800,
    证券简称: '一汽轿车',
  },
  {
    证券代码: 801,
    证券简称: '四川九洲',
  },
  {
    证券代码: 166,
    证券简称: '申万宏源',
  },
  {
    证券代码: 2054,
    证券简称: '德美化工',
  },
  {
    证券代码: 2055,
    证券简称: '得润电子',
  },
  {
    证券代码: 2056,
    证券简称: '横店东磁',
  },
  {
    证券代码: 2057,
    证券简称: '中钢天源',
  },
  {
    证券代码: 2058,
    证券简称: '威 尔 泰',
  },
  {
    证券代码: 2059,
    证券简称: '云南旅游',
  },
  {
    证券代码: 2060,
    证券简称: '粤 水 电',
  },
  {
    证券代码: 2061,
    证券简称: '浙江交科',
  },
  {
    证券代码: 2062,
    证券简称: '宏润建设',
  },
  {
    证券代码: 2063,
    证券简称: '远光软件',
  },
  {
    证券代码: 2064,
    证券简称: '华峰氨纶',
  },
  {
    证券代码: 2065,
    证券简称: '东华软件',
  },
  {
    证券代码: 2066,
    证券简称: '瑞泰科技',
  },
  {
    证券代码: 2067,
    证券简称: '景兴纸业',
  },
  {
    证券代码: 2068,
    证券简称: '黑猫股份',
  },
  {
    证券代码: 2069,
    证券简称: '獐子岛',
  },
  {
    证券代码: 2070,
    证券简称: '*ST众和',
  },
  {
    证券代码: 2071,
    证券简称: '长城影视',
  },
  {
    证券代码: 2072,
    证券简称: '凯瑞德',
  },
  {
    证券代码: 2073,
    证券简称: '软控股份',
  },
  {
    证券代码: 2074,
    证券简称: '国轩高科',
  },
  {
    证券代码: 2075,
    证券简称: '沙钢股份',
  },
  {
    证券代码: 2076,
    证券简称: '雪 莱 特',
  },
  {
    证券代码: 2079,
    证券简称: '苏州固锝',
  },
  {
    证券代码: 2077,
    证券简称: '大港股份',
  },
  {
    证券代码: 2078,
    证券简称: '太阳纸业',
  },
  {
    证券代码: 2080,
    证券简称: '中材科技',
  },
  {
    证券代码: 2081,
    证券简称: '金 螳 螂',
  },
  {
    证券代码: 2082,
    证券简称: '万邦德',
  },
  {
    证券代码: 2085,
    证券简称: '万丰奥威',
  },
  {
    证券代码: 2083,
    证券简称: '孚日股份',
  },
  {
    证券代码: 2084,
    证券简称: '海鸥住工',
  },
  {
    证券代码: 2086,
    证券简称: 'ST东海洋',
  },
  {
    证券代码: 2087,
    证券简称: '新野纺织',
  },
  {
    证券代码: 2088,
    证券简称: '鲁阳节能',
  },
  {
    证券代码: 2089,
    证券简称: '新 海 宜',
  },
  {
    证券代码: 2090,
    证券简称: '金智科技',
  },
  {
    证券代码: 2091,
    证券简称: '江苏国泰',
  },
  {
    证券代码: 2092,
    证券简称: '中泰化学',
  },
  {
    证券代码: 2094,
    证券简称: '青岛金王',
  },
  {
    证券代码: 2095,
    证券简称: '生 意 宝',
  },
  {
    证券代码: 2093,
    证券简称: '国脉科技',
  },
  {
    证券代码: 2097,
    证券简称: '山河智能',
  },
  {
    证券代码: 2096,
    证券简称: '南岭民爆',
  },
  {
    证券代码: 2098,
    证券简称: '浔兴股份',
  },
  {
    证券代码: 2100,
    证券简称: '天康生物',
  },
  {
    证券代码: 2099,
    证券简称: '海翔药业',
  },
  {
    证券代码: 2101,
    证券简称: '广东鸿图',
  },
  {
    证券代码: 2102,
    证券简称: 'ST冠福',
  },
  {
    证券代码: 2103,
    证券简称: '广博股份',
  },
  {
    证券代码: 2104,
    证券简称: '恒宝股份',
  },
  {
    证券代码: 2106,
    证券简称: '莱宝高科',
  },
  {
    证券代码: 2105,
    证券简称: '信隆健康',
  },
  {
    证券代码: 2107,
    证券简称: '沃华医药',
  },
  {
    证券代码: 2108,
    证券简称: '沧州明珠',
  },
  {
    证券代码: 2109,
    证券简称: '兴化股份',
  },
  {
    证券代码: 2110,
    证券简称: '三钢闽光',
  },
  {
    证券代码: 2111,
    证券简称: '威海广泰',
  },
  {
    证券代码: 2112,
    证券简称: '三变科技',
  },
  {
    证券代码: 2113,
    证券简称: 'ST天润',
  },
  {
    证券代码: 2114,
    证券简称: '罗平锌电',
  },
  {
    证券代码: 2115,
    证券简称: '三维通信',
  },
  {
    证券代码: 2116,
    证券简称: '中国海诚',
  },
  {
    证券代码: 2117,
    证券简称: '东港股份',
  },
  {
    证券代码: 2118,
    证券简称: '紫鑫药业',
  },
  {
    证券代码: 2119,
    证券简称: '康强电子',
  },
  {
    证券代码: 2120,
    证券简称: '韵达股份',
  },
  {
    证券代码: 2121,
    证券简称: '科陆电子',
  },
  {
    证券代码: 2122,
    证券简称: '*ST天马',
  },
  {
    证券代码: 2123,
    证券简称: '梦网集团',
  },
  {
    证券代码: 2124,
    证券简称: '天邦股份',
  },
  {
    证券代码: 2125,
    证券简称: '湘潭电化',
  },
  {
    证券代码: 2126,
    证券简称: '银轮股份',
  },
  {
    证券代码: 2127,
    证券简称: '南极电商',
  },
  {
    证券代码: 2130,
    证券简称: '沃尔核材',
  },
  {
    证券代码: 2129,
    证券简称: '中环股份',
  },
  {
    证券代码: 2128,
    证券简称: '露天煤业',
  },
  {
    证券代码: 2132,
    证券简称: '恒星科技',
  },
  {
    证券代码: 2131,
    证券简称: '利欧股份',
  },
  {
    证券代码: 2133,
    证券简称: '广宇集团',
  },
  {
    证券代码: 2134,
    证券简称: '天津普林',
  },
  {
    证券代码: 2135,
    证券简称: '东南网架',
  },
  {
    证券代码: 2136,
    证券简称: '安 纳 达',
  },
  {
    证券代码: 2137,
    证券简称: '麦达数字',
  },
  {
    证券代码: 2138,
    证券简称: '顺络电子',
  },
  {
    证券代码: 2139,
    证券简称: '拓邦股份',
  },
  {
    证券代码: 2140,
    证券简称: '东华科技',
  },
  {
    证券代码: 2142,
    证券简称: '宁波银行',
  },
  {
    证券代码: 2141,
    证券简称: '贤丰控股',
  },
  {
    证券代码: 2143,
    证券简称: '印纪传媒',
  },
  {
    证券代码: 2144,
    证券简称: '宏达高科',
  },
  {
    证券代码: 2145,
    证券简称: '中核钛白',
  },
  {
    证券代码: 2146,
    证券简称: '荣盛发展',
  },
  {
    证券代码: 2147,
    证券简称: 'ST新光',
  },
  {
    证券代码: 2148,
    证券简称: '北纬科技',
  },
  {
    证券代码: 2150,
    证券简称: '通润装备',
  },
  {
    证券代码: 2149,
    证券简称: '西部材料',
  },
  {
    证券代码: 2151,
    证券简称: '北斗星通',
  },
  {
    证券代码: 2152,
    证券简称: '广电运通',
  },
  {
    证券代码: 2153,
    证券简称: '石基信息',
  },
  {
    证券代码: 2156,
    证券简称: '通富微电',
  },
  {
    证券代码: 2155,
    证券简称: '湖南黄金',
  },
  {
    证券代码: 2154,
    证券简称: '报 喜 鸟',
  },
  {
    证券代码: 2157,
    证券简称: '正邦科技',
  },
  {
    证券代码: 1965,
    证券简称: '招商公路',
  },
  {
    证券代码: 1979,
    证券简称: '招商蛇口',
  },
  {
    证券代码: 1872,
    证券简称: '招商港口',
  },
  {
    证券代码: 802,
    证券简称: '北京文化',
  },
  {
    证券代码: 803,
    证券简称: '金宇车城',
  },
  {
    证券代码: 806,
    证券简称: 'ST银河',
  },
  {
    证券代码: 807,
    证券简称: '云铝股份',
  },
  {
    证券代码: 809,
    证券简称: '铁岭新城',
  },
  {
    证券代码: 810,
    证券简称: '创维数字',
  },
  {
    证券代码: 811,
    证券简称: '冰轮环境',
  },
  {
    证券代码: 812,
    证券简称: '陕西金叶',
  },
  {
    证券代码: 813,
    证券简称: '德展健康',
  },
  {
    证券代码: 815,
    证券简称: '美利云',
  },
  {
    证券代码: 816,
    证券简称: '*ST慧业',
  },
  {
    证券代码: 818,
    证券简称: '航锦科技',
  },
  {
    证券代码: 819,
    证券简称: '岳阳兴长',
  },
  {
    证券代码: 820,
    证券简称: '神雾节能',
  },
  {
    证券代码: 821,
    证券简称: '京山轻机',
  },
  {
    证券代码: 822,
    证券简称: '山东海化',
  },
  {
    证券代码: 823,
    证券简称: '超声电子',
  },
  {
    证券代码: 825,
    证券简称: '太钢不锈',
  },
  {
    证券代码: 826,
    证券简称: '启迪桑德',
  },
  {
    证券代码: 828,
    证券简称: '东莞控股',
  },
  {
    证券代码: 829,
    证券简称: '天音控股',
  },
  {
    证券代码: 830,
    证券简称: '鲁西化工',
  },
  {
    证券代码: 831,
    证券简称: '五矿稀土',
  },
  {
    证券代码: 833,
    证券简称: '粤桂股份',
  },
  {
    证券代码: 835,
    证券简称: '长城动漫',
  },
  {
    证券代码: 836,
    证券简称: '富通鑫茂',
  },
  {
    证券代码: 837,
    证券简称: '秦川机床',
  },
  {
    证券代码: 838,
    证券简称: '财信发展',
  },
  {
    证券代码: 839,
    证券简称: '中信国安',
  },
  {
    证券代码: 848,
    证券简称: '承德露露',
  },
  {
    证券代码: 850,
    证券简称: '华茂股份',
  },
  {
    证券代码: 851,
    证券简称: '高鸿股份',
  },
  {
    证券代码: 852,
    证券简称: '石化机械',
  },
  {
    证券代码: 856,
    证券简称: '冀东装备',
  },
  {
    证券代码: 858,
    证券简称: '五 粮 液',
  },
  {
    证券代码: 859,
    证券简称: '国风塑业',
  },
  {
    证券代码: 860,
    证券简称: '顺鑫农业',
  },
  {
    证券代码: 861,
    证券简称: '海印股份',
  },
  {
    证券代码: 862,
    证券简称: '银星能源',
  },
  {
    证券代码: 863,
    证券简称: '三湘印象',
  },
  {
    证券代码: 868,
    证券简称: '安凯客车',
  },
  {
    证券代码: 869,
    证券简称: '张 裕Ａ',
  },
  {
    证券代码: 875,
    证券简称: '吉电股份',
  },
  {
    证券代码: 876,
    证券简称: '新 希 望',
  },
  {
    证券代码: 877,
    证券简称: '天山股份',
  },
  {
    证券代码: 878,
    证券简称: '云南铜业',
  },
  {
    证券代码: 880,
    证券简称: '潍柴重机',
  },
  {
    证券代码: 881,
    证券简称: '中广核技',
  },
  {
    证券代码: 882,
    证券简称: '华联股份',
  },
  {
    证券代码: 883,
    证券简称: '湖北能源',
  },
  {
    证券代码: 885,
    证券简称: '城发环境',
  },
  {
    证券代码: 886,
    证券简称: '海南高速',
  },
  {
    证券代码: 887,
    证券简称: '中鼎股份',
  },
  {
    证券代码: 888,
    证券简称: '峨眉山Ａ',
  },
  {
    证券代码: 889,
    证券简称: '中嘉博创',
  },
  {
    证券代码: 890,
    证券简称: '法 尔 胜',
  },
  {
    证券代码: 892,
    证券简称: '欢瑞世纪',
  },
  {
    证券代码: 893,
    证券简称: '*ST东凌',
  },
  {
    证券代码: 895,
    证券简称: '双汇发展',
  },
  {
    证券代码: 897,
    证券简称: '*ST津滨',
  },
  {
    证券代码: 898,
    证券简称: '鞍钢股份',
  },
  {
    证券代码: 899,
    证券简称: '赣能股份',
  },
  {
    证券代码: 900,
    证券简称: '现代投资',
  },
  {
    证券代码: 901,
    证券简称: '航天科技',
  },
  {
    证券代码: 902,
    证券简称: '新洋丰',
  },
  {
    证券代码: 903,
    证券简称: '云内动力',
  },
  {
    证券代码: 905,
    证券简称: '厦门港务',
  },
  {
    证券代码: 906,
    证券简称: '浙商中拓',
  },
  {
    证券代码: 908,
    证券简称: '景峰医药',
  },
  {
    证券代码: 909,
    证券简称: '数源科技',
  },
  {
    证券代码: 910,
    证券简称: '大亚圣象',
  },
  {
    证券代码: 911,
    证券简称: '南宁糖业',
  },
  {
    证券代码: 912,
    证券简称: '*ST天化',
  },
  {
    证券代码: 913,
    证券简称: '钱江摩托',
  },
  {
    证券代码: 915,
    证券简称: '山大华特',
  },
  {
    证券代码: 917,
    证券简称: '电广传媒',
  },
  {
    证券代码: 918,
    证券简称: '嘉凯城',
  },
  {
    证券代码: 919,
    证券简称: '金陵药业',
  },
  {
    证券代码: 920,
    证券简称: '南方汇通',
  },
  {
    证券代码: 921,
    证券简称: '海信家电',
  },
  {
    证券代码: 922,
    证券简称: '佳电股份',
  },
  {
    证券代码: 923,
    证券简称: '河北宣工',
  },
  {
    证券代码: 925,
    证券简称: '众合科技',
  },
  {
    证券代码: 926,
    证券简称: '福星股份',
  },
  {
    证券代码: 927,
    证券简称: '一汽夏利',
  },
  {
    证券代码: 928,
    证券简称: '中钢国际',
  },
  {
    证券代码: 929,
    证券简称: '兰州黄河',
  },
  {
    证券代码: 930,
    证券简称: '中粮生化',
  },
  {
    证券代码: 931,
    证券简称: '中 关 村',
  },
  {
    证券代码: 932,
    证券简称: '华菱钢铁',
  },
  {
    证券代码: 933,
    证券简称: '神火股份',
  },
  {
    证券代码: 935,
    证券简称: '四川双马',
  },
  {
    证券代码: 936,
    证券简称: '华西股份',
  },
  {
    证券代码: 937,
    证券简称: '冀中能源',
  },
  {
    证券代码: 938,
    证券简称: '紫光股份',
  },
  {
    证券代码: 939,
    证券简称: '*ST凯迪',
  },
  {
    证券代码: 948,
    证券简称: '南天信息',
  },
  {
    证券代码: 949,
    证券简称: '新乡化纤',
  },
  {
    证券代码: 950,
    证券简称: '重药控股',
  },
  {
    证券代码: 951,
    证券简称: '中国重汽',
  },
  {
    证券代码: 952,
    证券简称: '广济药业',
  },
  {
    证券代码: 953,
    证券简称: '*ST河化',
  },
  {
    证券代码: 955,
    证券简称: '欣龙控股',
  },
  {
    证券代码: 957,
    证券简称: '中通客车',
  },
  {
    证券代码: 958,
    证券简称: '东方能源',
  },
  {
    证券代码: 959,
    证券简称: '首钢股份',
  },
  {
    证券代码: 960,
    证券简称: '锡业股份',
  },
  {
    证券代码: 961,
    证券简称: '中南建设',
  },
  {
    证券代码: 962,
    证券简称: '东方钽业',
  },
  {
    证券代码: 963,
    证券简称: '华东医药',
  },
  {
    证券代码: 965,
    证券简称: '天保基建',
  },
  {
    证券代码: 966,
    证券简称: '长源电力',
  },
  {
    证券代码: 967,
    证券简称: '盈峰环境',
  },
  {
    证券代码: 968,
    证券简称: '蓝焰控股',
  },
  {
    证券代码: 969,
    证券简称: '安泰科技',
  },
  {
    证券代码: 970,
    证券简称: '中科三环',
  },
  {
    证券代码: 971,
    证券简称: 'ST高升',
  },
  {
    证券代码: 972,
    证券简称: 'ST中基',
  },
  {
    证券代码: 973,
    证券简称: '佛塑科技',
  },
  {
    证券代码: 975,
    证券简称: '银泰资源',
  },
  {
    证券代码: 976,
    证券简称: '华铁股份',
  },
  {
    证券代码: 977,
    证券简称: '浪潮信息',
  },
  {
    证券代码: 978,
    证券简称: '桂林旅游',
  },
  {
    证券代码: 980,
    证券简称: '众泰汽车',
  },
  {
    证券代码: 981,
    证券简称: '银亿股份',
  },
  {
    证券代码: 982,
    证券简称: '*ST 中绒',
  },
  {
    证券代码: 983,
    证券简称: '西山煤电',
  },
  {
    证券代码: 985,
    证券简称: '大庆华科',
  },
  {
    证券代码: 987,
    证券简称: '越秀金控',
  },
  {
    证券代码: 988,
    证券简称: '华工科技',
  },
  {
    证券代码: 989,
    证券简称: '九 芝 堂',
  },
  {
    证券代码: 990,
    证券简称: '诚志股份',
  },
  {
    证券代码: 993,
    证券简称: '闽东电力',
  },
  {
    证券代码: 995,
    证券简称: '*ST皇台',
  },
  {
    证券代码: 996,
    证券简称: '中国中期',
  },
  {
    证券代码: 997,
    证券简称: '新 大 陆',
  },
  {
    证券代码: 998,
    证券简称: '隆平高科',
  },
  {
    证券代码: 999,
    证券简称: '华润三九',
  },
  {
    证券代码: 1696,
    证券简称: '宗申动力',
  },
  {
    证券代码: 1896,
    证券简称: '豫能控股',
  },
  {
    证券代码: 2001,
    证券简称: '新 和 成',
  },
  {
    证券代码: 2002,
    证券简称: '鸿达兴业',
  },
  {
    证券代码: 2003,
    证券简称: '伟星股份',
  },
  {
    证券代码: 2004,
    证券简称: '华邦健康',
  },
  {
    证券代码: 2005,
    证券简称: '德豪润达',
  },
  {
    证券代码: 2006,
    证券简称: '精功科技',
  },
  {
    证券代码: 2007,
    证券简称: '华兰生物',
  },
  {
    证券代码: 2008,
    证券简称: '大族激光',
  },
  {
    证券代码: 2009,
    证券简称: '天奇股份',
  },
  {
    证券代码: 2010,
    证券简称: '传化智联',
  },
  {
    证券代码: 2011,
    证券简称: '盾安环境',
  },
  {
    证券代码: 2012,
    证券简称: '凯恩股份',
  },
  {
    证券代码: 2013,
    证券简称: '中航机电',
  },
  {
    证券代码: 2014,
    证券简称: '永新股份',
  },
  {
    证券代码: 2015,
    证券简称: '霞客环保',
  },
  {
    证券代码: 2016,
    证券简称: '世荣兆业',
  },
  {
    证券代码: 2017,
    证券简称: '东信和平',
  },
  {
    证券代码: 2018,
    证券简称: '*ST华信',
  },
  {
    证券代码: 2019,
    证券简称: '亿帆医药',
  },
  {
    证券代码: 2020,
    证券简称: '京新药业',
  },
  {
    证券代码: 2021,
    证券简称: '中捷资源',
  },
  {
    证券代码: 2022,
    证券简称: '科华生物',
  },
  {
    证券代码: 2023,
    证券简称: '海特高新',
  },
  {
    证券代码: 2024,
    证券简称: '苏宁易购',
  },
  {
    证券代码: 2025,
    证券简称: '航天电器',
  },
  {
    证券代码: 2026,
    证券简称: '山东威达',
  },
  {
    证券代码: 2027,
    证券简称: '分众传媒',
  },
  {
    证券代码: 2028,
    证券简称: '思源电气',
  },
  {
    证券代码: 2029,
    证券简称: '七 匹 狼',
  },
  {
    证券代码: 2030,
    证券简称: '达安基因',
  },
  {
    证券代码: 2031,
    证券简称: '巨轮智能',
  },
  {
    证券代码: 2032,
    证券简称: '苏 泊 尔',
  },
  {
    证券代码: 2033,
    证券简称: '丽江旅游',
  },
  {
    证券代码: 2034,
    证券简称: '旺能环境',
  },
  {
    证券代码: 2035,
    证券简称: '华帝股份',
  },
  {
    证券代码: 2036,
    证券简称: '联创电子',
  },
  {
    证券代码: 2037,
    证券简称: '久联发展',
  },
  {
    证券代码: 2038,
    证券简称: '双鹭药业',
  },
  {
    证券代码: 2039,
    证券简称: '黔源电力',
  },
  {
    证券代码: 2040,
    证券简称: '南 京 港',
  },
  {
    证券代码: 2041,
    证券简称: '登海种业',
  },
  {
    证券代码: 2042,
    证券简称: '华孚时尚',
  },
  {
    证券代码: 2043,
    证券简称: '兔 宝 宝',
  },
  {
    证券代码: 2044,
    证券简称: '美年健康',
  },
  {
    证券代码: 2045,
    证券简称: '国光电器',
  },
  {
    证券代码: 2046,
    证券简称: '轴研科技',
  },
  {
    证券代码: 2047,
    证券简称: '宝鹰股份',
  },
  {
    证券代码: 2048,
    证券简称: '宁波华翔',
  },
  {
    证券代码: 2049,
    证券简称: '紫光国微',
  },
  {
    证券代码: 2050,
    证券简称: '三花智控',
  },
  {
    证券代码: 2051,
    证券简称: '中工国际',
  },
  {
    证券代码: 2052,
    证券简称: '同洲电子',
  },
  {
    证券代码: 2053,
    证券简称: '云南能投',
  },
  {
    证券代码: 2736,
    证券简称: '国信证券',
  },
  {
    证券代码: 2504,
    证券简称: '弘高创意',
  },
  {
    证券代码: 2529,
    证券简称: '海源复材',
  },
  {
    证券代码: 2683,
    证券简称: '宏大爆破',
  },
  {
    证券代码: 2591,
    证券简称: '恒大高新',
  },
  {
    证券代码: 2461,
    证券简称: '珠江啤酒',
  },
  {
    证券代码: 2460,
    证券简称: '赣锋锂业',
  },
  {
    证券代码: 2459,
    证券简称: '天业通联',
  },
  {
    证券代码: 2462,
    证券简称: '嘉事堂',
  },
  {
    证券代码: 2463,
    证券简称: '沪电股份',
  },
  {
    证券代码: 2464,
    证券简称: '众应互联',
  },
  {
    证券代码: 2465,
    证券简称: '海格通信',
  },
  {
    证券代码: 2466,
    证券简称: '天齐锂业',
  },
  {
    证券代码: 2467,
    证券简称: '二六三',
  },
  {
    证券代码: 2468,
    证券简称: '申通快递',
  },
  {
    证券代码: 2470,
    证券简称: '金正大',
  },
  {
    证券代码: 2469,
    证券简称: '三维工程',
  },
  {
    证券代码: 2471,
    证券简称: '中超控股',
  },
  {
    证券代码: 2472,
    证券简称: '双环传动',
  },
  {
    证券代码: 2473,
    证券简称: '圣莱达',
  },
  {
    证券代码: 2474,
    证券简称: '榕基软件',
  },
  {
    证券代码: 2475,
    证券简称: '立讯精密',
  },
  {
    证券代码: 2476,
    证券简称: '宝莫股份',
  },
  {
    证券代码: 2477,
    证券简称: '雏鹰农牧',
  },
  {
    证券代码: 2478,
    证券简称: '常宝股份',
  },
  {
    证券代码: 2479,
    证券简称: '富春环保',
  },
  {
    证券代码: 2480,
    证券简称: '新筑股份',
  },
  {
    证券代码: 2481,
    证券简称: '双塔食品',
  },
  {
    证券代码: 2482,
    证券简称: '广田集团',
  },
  {
    证券代码: 2483,
    证券简称: '润邦股份',
  },
  {
    证券代码: 2484,
    证券简称: '江海股份',
  },
  {
    证券代码: 2485,
    证券简称: '希努尔',
  },
  {
    证券代码: 2486,
    证券简称: '嘉麟杰',
  },
  {
    证券代码: 2487,
    证券简称: '大金重工',
  },
  {
    证券代码: 2488,
    证券简称: '金固股份',
  },
  {
    证券代码: 2489,
    证券简称: '浙江永强',
  },
  {
    证券代码: 2491,
    证券简称: '通鼎互联',
  },
  {
    证券代码: 2738,
    证券简称: '中矿资源',
  },
  {
    证券代码: 2492,
    证券简称: '恒基达鑫',
  },
  {
    证券代码: 2493,
    证券简称: '荣盛石化',
  },
  {
    证券代码: 2494,
    证券简称: '华斯股份',
  },
  {
    证券代码: 2495,
    证券简称: '佳隆股份',
  },
  {
    证券代码: 2496,
    证券简称: '辉丰股份',
  },
  {
    证券代码: 2497,
    证券简称: '雅化集团',
  },
  {
    证券代码: 2498,
    证券简称: '汉缆股份',
  },
  {
    证券代码: 2499,
    证券简称: '科林环保',
  },
  {
    证券代码: 2501,
    证券简称: '利源精制',
  },
  {
    证券代码: 2502,
    证券简称: '骅威文化',
  },
  {
    证券代码: 2503,
    证券简称: '搜于特',
  },
  {
    证券代码: 2505,
    证券简称: '大康农业',
  },
  {
    证券代码: 2506,
    证券简称: '协鑫集成',
  },
  {
    证券代码: 2507,
    证券简称: '涪陵榨菜',
  },
  {
    证券代码: 2508,
    证券简称: '老板电器',
  },
  {
    证券代码: 2509,
    证券简称: '天广中茂',
  },
  {
    证券代码: 2510,
    证券简称: '天汽模',
  },
  {
    证券代码: 2511,
    证券简称: '中顺洁柔',
  },
  {
    证券代码: 2512,
    证券简称: '达华智能',
  },
  {
    证券代码: 2513,
    证券简称: '蓝丰生化',
  },
  {
    证券代码: 2514,
    证券简称: '宝馨科技',
  },
  {
    证券代码: 2515,
    证券简称: '金字火腿',
  },
  {
    证券代码: 2516,
    证券简称: '旷达科技',
  },
  {
    证券代码: 2517,
    证券简称: '恺英网络',
  },
  {
    证券代码: 2518,
    证券简称: '科士达',
  },
  {
    证券代码: 2519,
    证券简称: '银河电子',
  },
  {
    证券代码: 2520,
    证券简称: '日发精机',
  },
  {
    证券代码: 2521,
    证券简称: '齐峰新材',
  },
  {
    证券代码: 2522,
    证券简称: '浙江众成',
  },
  {
    证券代码: 2523,
    证券简称: '天桥起重',
  },
  {
    证券代码: 2524,
    证券简称: '光正集团',
  },
  {
    证券代码: 2526,
    证券简称: '山东矿机',
  },
  {
    证券代码: 2527,
    证券简称: '新时达',
  },
  {
    证券代码: 2528,
    证券简称: '英飞拓',
  },
  {
    证券代码: 2530,
    证券简称: '金财互联',
  },
  {
    证券代码: 2531,
    证券简称: '天顺风能',
  },
  {
    证券代码: 2532,
    证券简称: '新界泵业',
  },
  {
    证券代码: 2533,
    证券简称: '金杯电工',
  },
  {
    证券代码: 2534,
    证券简称: '杭锅股份',
  },
  {
    证券代码: 2537,
    证券简称: '海联金汇',
  },
  {
    证券代码: 2535,
    证券简称: '林州重机',
  },
  {
    证券代码: 2536,
    证券简称: '西泵股份',
  },
  {
    证券代码: 2538,
    证券简称: '司尔特',
  },
  {
    证券代码: 2539,
    证券简称: '云图控股',
  },
  {
    证券代码: 2540,
    证券简称: '亚太科技',
  },
  {
    证券代码: 2541,
    证券简称: '鸿路钢构',
  },
  {
    证券代码: 2542,
    证券简称: '中化岩土',
  },
  {
    证券代码: 2543,
    证券简称: '万和电气',
  },
  {
    证券代码: 2544,
    证券简称: '杰赛科技',
  },
  {
    证券代码: 2545,
    证券简称: '东方铁塔',
  },
  {
    证券代码: 2546,
    证券简称: '新联电子',
  },
  {
    证券代码: 2549,
    证券简称: '凯美特气',
  },
  {
    证券代码: 2547,
    证券简称: '春兴精工',
  },
  {
    证券代码: 2548,
    证券简称: '金新农',
  },
  {
    证券代码: 2550,
    证券简称: '千红制药',
  },
  {
    证券代码: 2551,
    证券简称: '尚荣医疗',
  },
  {
    证券代码: 2552,
    证券简称: '宝鼎科技',
  },
  {
    证券代码: 2553,
    证券简称: '南方轴承',
  },
  {
    证券代码: 2554,
    证券简称: '惠博普',
  },
  {
    证券代码: 2555,
    证券简称: '三七互娱',
  },
  {
    证券代码: 2558,
    证券简称: '巨人网络',
  },
  {
    证券代码: 2557,
    证券简称: '洽洽食品',
  },
  {
    证券代码: 2556,
    证券简称: '辉隆股份',
  },
  {
    证券代码: 2559,
    证券简称: '亚威股份',
  },
  {
    证券代码: 2560,
    证券简称: '通达股份',
  },
  {
    证券代码: 2561,
    证券简称: '徐家汇',
  },
  {
    证券代码: 2562,
    证券简称: '兄弟科技',
  },
  {
    证券代码: 2563,
    证券简称: '森马服饰',
  },
  {
    证券代码: 2564,
    证券简称: '天沃科技',
  },
  {
    证券代码: 2565,
    证券简称: '顺灏股份',
  },
  {
    证券代码: 2566,
    证券简称: '益盛药业',
  },
  {
    证券代码: 2567,
    证券简称: '唐人神',
  },
  {
    证券代码: 2568,
    证券简称: '百润股份',
  },
  {
    证券代码: 2569,
    证券简称: '步森股份',
  },
  {
    证券代码: 2570,
    证券简称: '*ST因美',
  },
  {
    证券代码: 2571,
    证券简称: '德力股份',
  },
  {
    证券代码: 2572,
    证券简称: '索菲亚',
  },
  {
    证券代码: 2573,
    证券简称: '清新环境',
  },
  {
    证券代码: 2574,
    证券简称: '明牌珠宝',
  },
  {
    证券代码: 2575,
    证券简称: '群兴玩具',
  },
  {
    证券代码: 2576,
    证券简称: '通达动力',
  },
  {
    证券代码: 2577,
    证券简称: '雷柏科技',
  },
  {
    证券代码: 2578,
    证券简称: '闽发铝业',
  },
  {
    证券代码: 2579,
    证券简称: '中京电子',
  },
  {
    证券代码: 2580,
    证券简称: '圣阳股份',
  },
  {
    证券代码: 2581,
    证券简称: '未名医药',
  },
  {
    证券代码: 2582,
    证券简称: '好想你',
  },
  {
    证券代码: 2583,
    证券简称: '海能达',
  },
  {
    证券代码: 2584,
    证券简称: '西陇科学',
  },
  {
    证券代码: 2585,
    证券简称: '双星新材',
  },
  {
    证券代码: 2586,
    证券简称: '围海股份',
  },
  {
    证券代码: 2587,
    证券简称: '奥拓电子',
  },
  {
    证券代码: 2588,
    证券简称: '史丹利',
  },
  {
    证券代码: 2589,
    证券简称: '瑞康医药',
  },
  {
    证券代码: 2590,
    证券简称: '万安科技',
  },
  {
    证券代码: 2592,
    证券简称: '八菱科技',
  },
  {
    证券代码: 2593,
    证券简称: '日上集团',
  },
  {
    证券代码: 2595,
    证券简称: '豪迈科技',
  },
  {
    证券代码: 2596,
    证券简称: '海南瑞泽',
  },
  {
    证券代码: 2597,
    证券简称: '金禾实业',
  },
  {
    证券代码: 2598,
    证券简称: '山东章鼓',
  },
  {
    证券代码: 2599,
    证券简称: '盛通股份',
  },
  {
    证券代码: 2600,
    证券简称: '领益智造',
  },
  {
    证券代码: 2601,
    证券简称: '龙蟒佰利',
  },
  {
    证券代码: 2602,
    证券简称: '世纪华通',
  },
  {
    证券代码: 2603,
    证券简称: '以岭药业',
  },
  {
    证券代码: 2604,
    证券简称: '*ST龙力',
  },
  {
    证券代码: 2605,
    证券简称: '姚记扑克',
  },
  {
    证券代码: 2606,
    证券简称: '大连电瓷',
  },
  {
    证券代码: 2607,
    证券简称: '中公教育',
  },
  {
    证券代码: 2608,
    证券简称: '江苏国信',
  },
  {
    证券代码: 2609,
    证券简称: '捷顺科技',
  },
  {
    证券代码: 2610,
    证券简称: '爱康科技',
  },
  {
    证券代码: 2611,
    证券简称: '东方精工',
  },
  {
    证券代码: 2612,
    证券简称: '朗姿股份',
  },
  {
    证券代码: 2613,
    证券简称: '北玻股份',
  },
  {
    证券代码: 2614,
    证券简称: '奥佳华',
  },
  {
    证券代码: 2615,
    证券简称: '哈尔斯',
  },
  {
    证券代码: 2617,
    证券简称: '露笑科技',
  },
  {
    证券代码: 2618,
    证券简称: '丹邦科技',
  },
  {
    证券代码: 2616,
    证券简称: '长青集团',
  },
  {
    证券代码: 2619,
    证券简称: '艾格拉斯',
  },
  {
    证券代码: 2620,
    证券简称: '瑞和股份',
  },
  {
    证券代码: 2621,
    证券简称: '三垒股份',
  },
  {
    证券代码: 2622,
    证券简称: '融钰集团',
  },
  {
    证券代码: 2623,
    证券简称: '亚玛顿',
  },
  {
    证券代码: 2624,
    证券简称: '完美世界',
  },
  {
    证券代码: 2626,
    证券简称: '金达威',
  },
  {
    证券代码: 2627,
    证券简称: '宜昌交运',
  },
  {
    证券代码: 2628,
    证券简称: '成都路桥',
  },
  {
    证券代码: 2629,
    证券简称: '仁智股份',
  },
  {
    证券代码: 2625,
    证券简称: '光启技术',
  },
  {
    证券代码: 2630,
    证券简称: '华西能源',
  },
  {
    证券代码: 2631,
    证券简称: '德尔未来',
  },
  {
    证券代码: 2632,
    证券简称: '道明光学',
  },
  {
    证券代码: 2633,
    证券简称: '申科股份',
  },
  {
    证券代码: 2635,
    证券简称: '安洁科技',
  },
  {
    证券代码: 2636,
    证券简称: '金安国纪',
  },
  {
    证券代码: 2637,
    证券简称: '赞宇科技',
  },
  {
    证券代码: 2638,
    证券简称: '勤上股份',
  },
  {
    证券代码: 2639,
    证券简称: '雪人股份',
  },
  {
    证券代码: 2634,
    证券简称: '棒杰股份',
  },
  {
    证券代码: 2640,
    证券简称: '跨境通',
  },
  {
    证券代码: 2641,
    证券简称: '永高股份',
  },
  {
    证券代码: 2642,
    证券简称: '荣之联',
  },
  {
    证券代码: 2643,
    证券简称: '万润股份',
  },
  {
    证券代码: 2645,
    证券简称: '华宏科技',
  },
  {
    证券代码: 2646,
    证券简称: '青青稞酒',
  },
  {
    证券代码: 2644,
    证券简称: '佛慈制药',
  },
  {
    证券代码: 2647,
    证券简称: '仁东控股',
  },
  {
    证券代码: 2648,
    证券简称: '卫星石化',
  },
  {
    证券代码: 2649,
    证券简称: '博彦科技',
  },
  {
    证券代码: 2650,
    证券简称: '加加食品',
  },
  {
    证券代码: 2651,
    证券简称: '利君股份',
  },
  {
    证券代码: 2653,
    证券简称: '海思科',
  },
  {
    证券代码: 2652,
    证券简称: '扬子新材',
  },
  {
    证券代码: 2654,
    证券简称: '万润科技',
  },
  {
    证券代码: 2655,
    证券简称: '共达电声',
  },
  {
    证券代码: 2656,
    证券简称: '摩登大道',
  },
  {
    证券代码: 2657,
    证券简称: '中科金财',
  },
  {
    证券代码: 2658,
    证券简称: '雪迪龙',
  },
  {
    证券代码: 2659,
    证券简称: '凯文教育',
  },
  {
    证券代码: 2662,
    证券简称: '京威股份',
  },
  {
    证券代码: 2661,
    证券简称: '克明面业',
  },
  {
    证券代码: 2663,
    证券简称: '普邦股份',
  },
  {
    证券代码: 2664,
    证券简称: '长鹰信质',
  },
  {
    证券代码: 2660,
    证券简称: '茂硕电源',
  },
  {
    证券代码: 2666,
    证券简称: '德联集团',
  },
  {
    证券代码: 2665,
    证券简称: '首航节能',
  },
  {
    证券代码: 2667,
    证券简称: '鞍重股份',
  },
  {
    证券代码: 2668,
    证券简称: '奥马电器',
  },
  {
    证券代码: 2669,
    证券简称: '康达新材',
  },
  {
    证券代码: 2670,
    证券简称: '国盛金控',
  },
  {
    证券代码: 2671,
    证券简称: '龙泉股份',
  },
  {
    证券代码: 2674,
    证券简称: '兴业科技',
  },
  {
    证券代码: 2675,
    证券简称: '东诚药业',
  },
  {
    证券代码: 2676,
    证券简称: '顺威股份',
  },
  {
    证券代码: 2677,
    证券简称: '浙江美大',
  },
  {
    证券代码: 2679,
    证券简称: '福建金森',
  },
  {
    证券代码: 2678,
    证券简称: '珠江钢琴',
  },
  {
    证券代码: 2681,
    证券简称: '奋达科技',
  },
  {
    证券代码: 2680,
    证券简称: '*ST长生',
  },
  {
    证券代码: 2682,
    证券简称: '龙洲股份',
  },
  {
    证券代码: 2685,
    证券简称: '华东重机',
  },
  {
    证券代码: 2684,
    证券简称: '猛狮科技',
  },
  {
    证券代码: 2686,
    证券简称: '亿利达',
  },
  {
    证券代码: 2687,
    证券简称: '乔治白',
  },
  {
    证券代码: 2747,
    证券简称: '埃斯顿',
  },
  {
    证券代码: 2753,
    证券简称: '永东股份',
  },
  {
    证券代码: 2755,
    证券简称: '奥赛康',
  },
  {
    证券代码: 2693,
    证券简称: '双成药业',
  },
  {
    证券代码: 2732,
    证券简称: '燕塘乳业',
  },
  {
    证券代码: 2712,
    证券简称: '思美传媒',
  },
  {
    证券代码: 2734,
    证券简称: '利民股份',
  },
  {
    证券代码: 2742,
    证券简称: '三圣股份',
  },
  {
    证券代码: 2731,
    证券简称: '萃华珠宝',
  },
  {
    证券代码: 2752,
    证券简称: '昇兴股份',
  },
  {
    证券代码: 2739,
    证券简称: '万达电影',
  },
  {
    证券代码: 2718,
    证券简称: '友邦吊顶',
  },
  {
    证券代码: 2709,
    证券简称: '天赐材料',
  },
  {
    证券代码: 2689,
    证券简称: '远大智能',
  },
  {
    证券代码: 2714,
    证券简称: '牧原股份',
  },
  {
    证券代码: 2713,
    证券简称: '东易日盛',
  },
  {
    证券代码: 2750,
    证券简称: '龙津药业',
  },
  {
    证券代码: 2756,
    证券简称: '永兴特钢',
  },
  {
    证券代码: 2726,
    证券简称: '龙大肉食',
  },
  {
    证券代码: 2705,
    证券简称: '新宝股份',
  },
  {
    证券代码: 2711,
    证券简称: '欧浦智网',
  },
  {
    证券代码: 2741,
    证券简称: '光华科技',
  },
  {
    证券代码: 2706,
    证券简称: '良信电器',
  },
  {
    证券代码: 2719,
    证券简称: '麦趣尔',
  },
  {
    证券代码: 2724,
    证券简称: '海洋王',
  },
  {
    证券代码: 2700,
    证券简称: '新疆浩源',
  },
  {
    证券代码: 2707,
    证券简称: '众信旅游',
  },
  {
    证券代码: 2688,
    证券简称: '金河生物',
  },
  {
    证券代码: 2729,
    证券简称: '好利来',
  },
  {
    证券代码: 2746,
    证券简称: '仙坛股份',
  },
  {
    证券代码: 2748,
    证券简称: '世龙实业',
  },
  {
    证券代码: 2696,
    证券简称: '百洋股份',
  },
  {
    证券代码: 2733,
    证券简称: '雄韬股份',
  },
  {
    证券代码: 2717,
    证券简称: '岭南股份',
  },
  {
    证券代码: 2735,
    证券简称: '王子新材',
  },
  {
    证券代码: 2737,
    证券简称: '葵花药业',
  },
  {
    证券代码: 2728,
    证券简称: '特一药业',
  },
  {
    证券代码: 2745,
    证券简称: '木林森',
  },
  {
    证券代码: 2698,
    证券简称: '博实股份',
  },
  {
    证券代码: 2715,
    证券简称: '登云股份',
  },
  {
    证券代码: 2727,
    证券简称: '一心堂',
  },
  {
    证券代码: 2722,
    证券简称: '金轮股份',
  },
  {
    证券代码: 2701,
    证券简称: '奥瑞金',
  },
  {
    证券代码: 2694,
    证券简称: '顾地科技',
  },
  {
    证券代码: 2695,
    证券简称: '煌上煌',
  },
  {
    证券代码: 2697,
    证券简称: '红旗连锁',
  },
  {
    证券代码: 2716,
    证券简称: '金贵银业',
  },
  {
    证券代码: 2699,
    证券简称: '美盛文化',
  },
  {
    证券代码: 2692,
    证券简称: '远程股份',
  },
  {
    证券代码: 2721,
    证券简称: '金一文化',
  },
  {
    证券代码: 2690,
    证券简称: '美亚光电',
  },
  {
    证券代码: 2691,
    证券简称: '冀凯股份',
  },
  {
    证券代码: 2730,
    证券简称: '电光科技',
  },
  {
    证券代码: 2725,
    证券简称: '跃岭股份',
  },
  {
    证券代码: 2702,
    证券简称: '海欣食品',
  },
  {
    证券代码: 2743,
    证券简称: '富煌钢构',
  },
  {
    证券代码: 2708,
    证券简称: '光洋股份',
  },
  {
    证券代码: 2740,
    证券简称: '爱迪尔',
  },
  {
    证券代码: 2751,
    证券简称: '易尚展示',
  },
  {
    证券代码: 2757,
    证券简称: '南兴装备',
  },
  {
    证券代码: 2758,
    证券简称: '华通医药',
  },
  {
    证券代码: 2763,
    证券简称: '汇洁股份',
  },
  {
    证券代码: 2761,
    证券简称: '多喜爱',
  },
  {
    证券代码: 2760,
    证券简称: '凤形股份',
  },
  {
    证券代码: 2765,
    证券简称: '蓝黛传动',
  },
  {
    证券代码: 2762,
    证券简称: '金发拉比',
  },
  {
    证券代码: 2759,
    证券简称: '天际股份',
  },
  {
    证券代码: 2749,
    证券简称: '国光股份',
  },
  {
    证券代码: 2723,
    证券简称: '金莱特',
  },
  {
    证券代码: 2490,
    证券简称: '山东墨龙',
  },
  {
    证券代码: 2594,
    证券简称: '比亚迪',
  },
  {
    证券代码: 2672,
    证券简称: '东江环保',
  },
  {
    证券代码: 2703,
    证券简称: '浙江世宝',
  },
  {
    证券代码: 2500,
    证券简称: '山西证券',
  },
  {
    证券代码: 2673,
    证券简称: '西部证券',
  },
  {
    证券代码: 2279,
    证券简称: '久其软件',
  },
  {
    证券代码: 2158,
    证券简称: '汉钟精机',
  },
  {
    证券代码: 2159,
    证券简称: '三特索道',
  },
  {
    证券代码: 2160,
    证券简称: '常铝股份',
  },
  {
    证券代码: 2161,
    证券简称: '远 望 谷',
  },
  {
    证券代码: 2164,
    证券简称: '宁波东力',
  },
  {
    证券代码: 2163,
    证券简称: '中航三鑫',
  },
  {
    证券代码: 2162,
    证券简称: '悦心健康',
  },
  {
    证券代码: 2165,
    证券简称: '红 宝 丽',
  },
  {
    证券代码: 2166,
    证券简称: '莱茵生物',
  },
  {
    证券代码: 2167,
    证券简称: '东方锆业',
  },
  {
    证券代码: 2168,
    证券简称: '惠程科技',
  },
  {
    证券代码: 2169,
    证券简称: '智光电气',
  },
  {
    证券代码: 2170,
    证券简称: '芭田股份',
  },
  {
    证券代码: 2172,
    证券简称: '澳洋健康',
  },
  {
    证券代码: 2171,
    证券简称: '楚江新材',
  },
  {
    证券代码: 2174,
    证券简称: '游族网络',
  },
  {
    证券代码: 2173,
    证券简称: '创新医疗',
  },
  {
    证券代码: 2176,
    证券简称: '江特电机',
  },
  {
    证券代码: 2175,
    证券简称: '东方网络',
  },
  {
    证券代码: 2177,
    证券简称: '御银股份',
  },
  {
    证券代码: 2178,
    证券简称: '延华智能',
  },
  {
    证券代码: 2179,
    证券简称: '中航光电',
  },
  {
    证券代码: 2180,
    证券简称: '纳思达',
  },
  {
    证券代码: 2181,
    证券简称: '粤 传 媒',
  },
  {
    证券代码: 2182,
    证券简称: '云海金属',
  },
  {
    证券代码: 2183,
    证券简称: '怡 亚 通',
  },
  {
    证券代码: 2184,
    证券简称: '海得控制',
  },
  {
    证券代码: 2185,
    证券简称: '华天科技',
  },
  {
    证券代码: 2186,
    证券简称: '全 聚 德',
  },
  {
    证券代码: 2187,
    证券简称: '广百股份',
  },
  {
    证券代码: 2188,
    证券简称: '*ST巴士',
  },
  {
    证券代码: 2189,
    证券简称: '利达光电',
  },
  {
    证券代码: 2190,
    证券简称: '*ST集成',
  },
  {
    证券代码: 2198,
    证券简称: '嘉应制药',
  },
  {
    证券代码: 2199,
    证券简称: '东晶电子',
  },
  {
    证券代码: 2200,
    证券简称: '云投生态',
  },
  {
    证券代码: 2194,
    证券简称: '*ST凡谷',
  },
  {
    证券代码: 2195,
    证券简称: '二三四五',
  },
  {
    证券代码: 2191,
    证券简称: '劲嘉股份',
  },
  {
    证券代码: 2193,
    证券简称: '如意集团',
  },
  {
    证券代码: 2208,
    证券简称: '合肥城建',
  },
  {
    证券代码: 2196,
    证券简称: '方正电机',
  },
  {
    证券代码: 2197,
    证券简称: '证通电子',
  },
  {
    证券代码: 2192,
    证券简称: '融捷股份',
  },
  {
    证券代码: 2201,
    证券简称: '九鼎新材',
  },
  {
    证券代码: 2203,
    证券简称: '海亮股份',
  },
  {
    证券代码: 2202,
    证券简称: '金风科技',
  },
  {
    证券代码: 2204,
    证券简称: '大连重工',
  },
  {
    证券代码: 2205,
    证券简称: '国统股份',
  },
  {
    证券代码: 2207,
    证券简称: 'ST准油',
  },
  {
    证券代码: 2206,
    证券简称: '海 利 得',
  },
  {
    证券代码: 2209,
    证券简称: '达 意 隆',
  },
  {
    证券代码: 2210,
    证券简称: '飞马国际',
  },
  {
    证券代码: 2211,
    证券简称: '宏达新材',
  },
  {
    证券代码: 2215,
    证券简称: '诺 普 信',
  },
  {
    证券代码: 2212,
    证券简称: '南洋股份',
  },
  {
    证券代码: 2213,
    证券简称: '特 尔 佳',
  },
  {
    证券代码: 2214,
    证券简称: '大立科技',
  },
  {
    证券代码: 2216,
    证券简称: '三全食品',
  },
  {
    证券代码: 2217,
    证券简称: '合力泰',
  },
  {
    证券代码: 2218,
    证券简称: '拓日新能',
  },
  {
    证券代码: 2219,
    证券简称: '恒康医疗',
  },
  {
    证券代码: 2220,
    证券简称: '天宝食品',
  },
  {
    证券代码: 2221,
    证券简称: '东华能源',
  },
  {
    证券代码: 2222,
    证券简称: '福晶科技',
  },
  {
    证券代码: 2223,
    证券简称: '鱼跃医疗',
  },
  {
    证券代码: 2224,
    证券简称: '三 力 士',
  },
  {
    证券代码: 2225,
    证券简称: '濮耐股份',
  },
  {
    证券代码: 2226,
    证券简称: '江南化工',
  },
  {
    证券代码: 2227,
    证券简称: '奥 特 迅',
  },
  {
    证券代码: 2228,
    证券简称: '合兴包装',
  },
  {
    证券代码: 2229,
    证券简称: '鸿博股份',
  },
  {
    证券代码: 2230,
    证券简称: '科大讯飞',
  },
  {
    证券代码: 2231,
    证券简称: '奥维通信',
  },
  {
    证券代码: 2232,
    证券简称: '启明信息',
  },
  {
    证券代码: 2233,
    证券简称: '塔牌集团',
  },
  {
    证券代码: 2234,
    证券简称: '民和股份',
  },
  {
    证券代码: 2235,
    证券简称: '安妮股份',
  },
  {
    证券代码: 2237,
    证券简称: '恒邦股份',
  },
  {
    证券代码: 2236,
    证券简称: '大华股份',
  },
  {
    证券代码: 2238,
    证券简称: '天威视讯',
  },
  {
    证券代码: 2239,
    证券简称: '奥特佳',
  },
  {
    证券代码: 2240,
    证券简称: '威华股份',
  },
  {
    证券代码: 2241,
    证券简称: '歌尔股份',
  },
  {
    证券代码: 2244,
    证券简称: '滨江集团',
  },
  {
    证券代码: 2243,
    证券简称: '通产丽星',
  },
  {
    证券代码: 2242,
    证券简称: '九阳股份',
  },
  {
    证券代码: 2245,
    证券简称: '澳洋顺昌',
  },
  {
    证券代码: 2246,
    证券简称: '北化股份',
  },
  {
    证券代码: 2247,
    证券简称: '聚力文化',
  },
  {
    证券代码: 2248,
    证券简称: '华东数控',
  },
  {
    证券代码: 2251,
    证券简称: '步 步 高',
  },
  {
    证券代码: 2250,
    证券简称: '联化科技',
  },
  {
    证券代码: 2249,
    证券简称: '大洋电机',
  },
  {
    证券代码: 2252,
    证券简称: '上海莱士',
  },
  {
    证券代码: 2253,
    证券简称: '川大智胜',
  },
  {
    证券代码: 2256,
    证券简称: '兆新股份',
  },
  {
    证券代码: 2255,
    证券简称: '海陆重工',
  },
  {
    证券代码: 2254,
    证券简称: '泰和新材',
  },
  {
    证券代码: 2258,
    证券简称: '利尔化学',
  },
  {
    证券代码: 2260,
    证券简称: '*ST德奥',
  },
  {
    证券代码: 2259,
    证券简称: 'ST升达',
  },
  {
    证券代码: 2261,
    证券简称: '拓维信息',
  },
  {
    证券代码: 2262,
    证券简称: '恩华药业',
  },
  {
    证券代码: 2263,
    证券简称: '*ST东南',
  },
  {
    证券代码: 2264,
    证券简称: '新 华 都',
  },
  {
    证券代码: 2265,
    证券简称: '西仪股份',
  },
  {
    证券代码: 2266,
    证券简称: '浙富控股',
  },
  {
    证券代码: 2267,
    证券简称: '陕天然气',
  },
  {
    证券代码: 2268,
    证券简称: '卫 士 通',
  },
  {
    证券代码: 2269,
    证券简称: '美邦服饰',
  },
  {
    证券代码: 2270,
    证券简称: '华明装备',
  },
  {
    证券代码: 2271,
    证券简称: '东方雨虹',
  },
  {
    证券代码: 2272,
    证券简称: '川润股份',
  },
  {
    证券代码: 2273,
    证券简称: '水晶光电',
  },
  {
    证券代码: 2274,
    证券简称: '华昌化工',
  },
  {
    证券代码: 2371,
    证券简称: '北方华创',
  },
  {
    证券代码: 2275,
    证券简称: '桂林三金',
  },
  {
    证券代码: 2276,
    证券简称: '万马股份',
  },
  {
    证券代码: 2277,
    证券简称: '友阿股份',
  },
  {
    证券代码: 2278,
    证券简称: '神开股份',
  },
  {
    证券代码: 2280,
    证券简称: '联络互动',
  },
  {
    证券代码: 2281,
    证券简称: '光迅科技',
  },
  {
    证券代码: 2283,
    证券简称: '天润曲轴',
  },
  {
    证券代码: 2282,
    证券简称: '博深工具',
  },
  {
    证券代码: 2284,
    证券简称: '亚太股份',
  },
  {
    证券代码: 2285,
    证券简称: '世联行',
  },
  {
    证券代码: 2286,
    证券简称: '保龄宝',
  },
  {
    证券代码: 2287,
    证券简称: '奇正藏药',
  },
  {
    证券代码: 2288,
    证券简称: '超华科技',
  },
  {
    证券代码: 2289,
    证券简称: '宇顺电子',
  },
  {
    证券代码: 2290,
    证券简称: '中科新材',
  },
  {
    证券代码: 2291,
    证券简称: '星期六',
  },
  {
    证券代码: 2292,
    证券简称: '奥飞娱乐',
  },
  {
    证券代码: 2293,
    证券简称: '罗莱生活',
  },
  {
    证券代码: 2294,
    证券简称: '信立泰',
  },
  {
    证券代码: 2295,
    证券简称: '精艺股份',
  },
  {
    证券代码: 2296,
    证券简称: '辉煌科技',
  },
  {
    证券代码: 2297,
    证券简称: '博云新材',
  },
  {
    证券代码: 2298,
    证券简称: '中电兴发',
  },
  {
    证券代码: 2299,
    证券简称: '圣农发展',
  },
  {
    证券代码: 2300,
    证券简称: '太阳电缆',
  },
  {
    证券代码: 2301,
    证券简称: '齐心集团',
  },
  {
    证券代码: 2302,
    证券简称: '西部建设',
  },
  {
    证券代码: 2303,
    证券简称: '美盈森',
  },
  {
    证券代码: 2304,
    证券简称: '洋河股份',
  },
  {
    证券代码: 2305,
    证券简称: '南国置业',
  },
  {
    证券代码: 2306,
    证券简称: '*ST云网',
  },
  {
    证券代码: 2307,
    证券简称: '北新路桥',
  },
  {
    证券代码: 2309,
    证券简称: '中利集团',
  },
  {
    证券代码: 2308,
    证券简称: '威创股份',
  },
  {
    证券代码: 2310,
    证券简称: '东方园林',
  },
  {
    证券代码: 2311,
    证券简称: '海大集团',
  },
  {
    证券代码: 2312,
    证券简称: '三泰控股',
  },
  {
    证券代码: 2313,
    证券简称: '日海智能',
  },
  {
    证券代码: 2314,
    证券简称: '南山控股',
  },
  {
    证券代码: 2315,
    证券简称: '焦点科技',
  },
  {
    证券代码: 2316,
    证券简称: '亚联发展',
  },
  {
    证券代码: 2317,
    证券简称: '众生药业',
  },
  {
    证券代码: 2318,
    证券简称: '久立特材',
  },
  {
    证券代码: 2319,
    证券简称: '乐通股份',
  },
  {
    证券代码: 2320,
    证券简称: '海峡股份',
  },
  {
    证券代码: 2321,
    证券简称: '华英农业',
  },
  {
    证券代码: 2322,
    证券简称: '理工环科',
  },
  {
    证券代码: 2323,
    证券简称: '*ST百特',
  },
  {
    证券代码: 2324,
    证券简称: '普利特',
  },
  {
    证券代码: 2325,
    证券简称: '洪涛股份',
  },
  {
    证券代码: 2326,
    证券简称: '永太科技',
  },
  {
    证券代码: 2327,
    证券简称: '富安娜',
  },
  {
    证券代码: 2328,
    证券简称: '新朋股份',
  },
  {
    证券代码: 2329,
    证券简称: '皇氏集团',
  },
  {
    证券代码: 2330,
    证券简称: '得利斯',
  },
  {
    证券代码: 2331,
    证券简称: '皖通科技',
  },
  {
    证券代码: 2332,
    证券简称: '仙琚制药',
  },
  {
    证券代码: 2333,
    证券简称: '罗普斯金',
  },
  {
    证券代码: 2334,
    证券简称: '英威腾',
  },
  {
    证券代码: 2335,
    证券简称: '科华恒盛',
  },
  {
    证券代码: 2336,
    证券简称: '人人乐',
  },
  {
    证券代码: 2337,
    证券简称: '赛象科技',
  },
  {
    证券代码: 2338,
    证券简称: '奥普光电',
  },
  {
    证券代码: 2339,
    证券简称: '积成电子',
  },
  {
    证券代码: 2340,
    证券简称: '格林美',
  },
  {
    证券代码: 2341,
    证券简称: '新纶科技',
  },
  {
    证券代码: 2342,
    证券简称: '巨力索具',
  },
  {
    证券代码: 2343,
    证券简称: '慈文传媒',
  },
  {
    证券代码: 2344,
    证券简称: '海宁皮城',
  },
  {
    证券代码: 2345,
    证券简称: '潮宏基',
  },
  {
    证券代码: 2346,
    证券简称: '柘中股份',
  },
  {
    证券代码: 2347,
    证券简称: '泰尔股份',
  },
  {
    证券代码: 2348,
    证券简称: '高乐股份',
  },
  {
    证券代码: 2350,
    证券简称: '北京科锐',
  },
  {
    证券代码: 2349,
    证券简称: '精华制药',
  },
  {
    证券代码: 2351,
    证券简称: '漫步者',
  },
  {
    证券代码: 2352,
    证券简称: '顺丰控股',
  },
  {
    证券代码: 2353,
    证券简称: '杰瑞股份',
  },
  {
    证券代码: 2354,
    证券简称: '天神娱乐',
  },
  {
    证券代码: 2355,
    证券简称: '兴民智通',
  },
  {
    证券代码: 2356,
    证券简称: '赫美集团',
  },
  {
    证券代码: 2357,
    证券简称: '富临运业',
  },
  {
    证券代码: 2358,
    证券简称: '森源电气',
  },
  {
    证券代码: 2359,
    证券简称: '北讯集团',
  },
  {
    证券代码: 2360,
    证券简称: '同德化工',
  },
  {
    证券代码: 2361,
    证券简称: '神剑股份',
  },
  {
    证券代码: 2362,
    证券简称: '汉王科技',
  },
  {
    证券代码: 2363,
    证券简称: '隆基机械',
  },
  {
    证券代码: 2364,
    证券简称: '中恒电气',
  },
  {
    证券代码: 2365,
    证券简称: '永安药业',
  },
  {
    证券代码: 2366,
    证券简称: '台海核电',
  },
  {
    证券代码: 2367,
    证券简称: '康力电梯',
  },
  {
    证券代码: 2368,
    证券简称: '太极股份',
  },
  {
    证券代码: 2369,
    证券简称: '卓翼科技',
  },
  {
    证券代码: 2370,
    证券简称: '亚太药业',
  },
  {
    证券代码: 2372,
    证券简称: '伟星新材',
  },
  {
    证券代码: 2373,
    证券简称: '千方科技',
  },
  {
    证券代码: 2374,
    证券简称: '丽鹏股份',
  },
  {
    证券代码: 2375,
    证券简称: '亚厦股份',
  },
  {
    证券代码: 2377,
    证券简称: '国创高新',
  },
  {
    证券代码: 2376,
    证券简称: '新北洋',
  },
  {
    证券代码: 2378,
    证券简称: '章源钨业',
  },
  {
    证券代码: 2379,
    证券简称: '宏创控股',
  },
  {
    证券代码: 2380,
    证券简称: '科远股份',
  },
  {
    证券代码: 2381,
    证券简称: '双箭股份',
  },
  {
    证券代码: 2382,
    证券简称: '蓝帆医疗',
  },
  {
    证券代码: 2383,
    证券简称: '合众思壮',
  },
  {
    证券代码: 2384,
    证券简称: '东山精密',
  },
  {
    证券代码: 2385,
    证券简称: '大北农',
  },
  {
    证券代码: 2386,
    证券简称: '天原集团',
  },
  {
    证券代码: 2389,
    证券简称: '航天彩虹',
  },
  {
    证券代码: 2387,
    证券简称: '维信诺',
  },
  {
    证券代码: 2388,
    证券简称: '新亚制程',
  },
  {
    证券代码: 2390,
    证券简称: '信邦制药',
  },
  {
    证券代码: 2391,
    证券简称: '长青股份',
  },
  {
    证券代码: 2392,
    证券简称: '北京利尔',
  },
  {
    证券代码: 2393,
    证券简称: '力生制药',
  },
  {
    证券代码: 2394,
    证券简称: '联发股份',
  },
  {
    证券代码: 2397,
    证券简称: '梦洁股份',
  },
  {
    证券代码: 2395,
    证券简称: '双象股份',
  },
  {
    证券代码: 2396,
    证券简称: '星网锐捷',
  },
  {
    证券代码: 2401,
    证券简称: '中远海科',
  },
  {
    证券代码: 2399,
    证券简称: '海普瑞',
  },
  {
    证券代码: 2400,
    证券简称: '省广集团',
  },
  {
    证券代码: 2398,
    证券简称: '建研集团',
  },
  {
    证券代码: 2402,
    证券简称: '和而泰',
  },
  {
    证券代码: 2403,
    证券简称: '爱仕达',
  },
  {
    证券代码: 2404,
    证券简称: '嘉欣丝绸',
  },
  {
    证券代码: 2405,
    证券简称: '四维图新',
  },
  {
    证券代码: 2406,
    证券简称: '远东传动',
  },
  {
    证券代码: 2407,
    证券简称: '多氟多',
  },
  {
    证券代码: 2408,
    证券简称: '齐翔腾达',
  },
  {
    证券代码: 2411,
    证券简称: '延安必康',
  },
  {
    证券代码: 2412,
    证券简称: '汉森制药',
  },
  {
    证券代码: 2410,
    证券简称: '广联达',
  },
  {
    证券代码: 2409,
    证券简称: '雅克科技',
  },
  {
    证券代码: 2414,
    证券简称: '高德红外',
  },
  {
    证券代码: 2415,
    证券简称: '海康威视',
  },
  {
    证券代码: 2416,
    证券简称: '爱施德',
  },
  {
    证券代码: 2413,
    证券简称: '雷科防务',
  },
  {
    证券代码: 2417,
    证券简称: '深南股份',
  },
  {
    证券代码: 2418,
    证券简称: '康盛股份',
  },
  {
    证券代码: 2419,
    证券简称: '天虹股份',
  },
  {
    证券代码: 2420,
    证券简称: '毅昌股份',
  },
  {
    证券代码: 2421,
    证券简称: '达实智能',
  },
  {
    证券代码: 2422,
    证券简称: '科伦药业',
  },
  {
    证券代码: 2423,
    证券简称: '中原特钢',
  },
  {
    证券代码: 2424,
    证券简称: '贵州百灵',
  },
  {
    证券代码: 2425,
    证券简称: '凯撒文化',
  },
  {
    证券代码: 2426,
    证券简称: '胜利精密',
  },
  {
    证券代码: 2427,
    证券简称: '*ST尤夫',
  },
  {
    证券代码: 2428,
    证券简称: '云南锗业',
  },
  {
    证券代码: 2429,
    证券简称: '兆驰股份',
  },
  {
    证券代码: 2430,
    证券简称: '杭氧股份',
  },
  {
    证券代码: 2431,
    证券简称: '棕榈股份',
  },
  {
    证券代码: 2432,
    证券简称: '九安医疗',
  },
  {
    证券代码: 2433,
    证券简称: '太安堂',
  },
  {
    证券代码: 2434,
    证券简称: '万里扬',
  },
  {
    证券代码: 2435,
    证券简称: '长江润发',
  },
  {
    证券代码: 2436,
    证券简称: '兴森科技',
  },
  {
    证券代码: 2437,
    证券简称: '誉衡药业',
  },
  {
    证券代码: 2439,
    证券简称: '启明星辰',
  },
  {
    证券代码: 2438,
    证券简称: '江苏神通',
  },
  {
    证券代码: 2440,
    证券简称: '闰土股份',
  },
  {
    证券代码: 2441,
    证券简称: '众业达',
  },
  {
    证券代码: 2442,
    证券简称: '龙星化工',
  },
  {
    证券代码: 2443,
    证券简称: '金洲管道',
  },
  {
    证券代码: 2444,
    证券简称: '巨星科技',
  },
  {
    证券代码: 2445,
    证券简称: 'ST中南',
  },
  {
    证券代码: 2446,
    证券简称: '盛路通信',
  },
  {
    证券代码: 2447,
    证券简称: '晨鑫科技',
  },
  {
    证券代码: 2448,
    证券简称: '中原内配',
  },
  {
    证券代码: 2450,
    证券简称: 'ST康得新',
  },
  {
    证券代码: 2449,
    证券简称: '国星光电',
  },
  {
    证券代码: 2451,
    证券简称: '摩恩电气',
  },
  {
    证券代码: 2452,
    证券简称: '长高集团',
  },
  {
    证券代码: 2453,
    证券简称: '华软科技',
  },
  {
    证券代码: 2454,
    证券简称: '松芝股份',
  },
  {
    证券代码: 2457,
    证券简称: '青龙管业',
  },
  {
    证券代码: 2456,
    证券简称: '欧菲光',
  },
  {
    证券代码: 2455,
    证券简称: '百川股份',
  },
  {
    证券代码: 2458,
    证券简称: '益生股份',
  },
  {
    证券代码: 300016,
    证券简称: '北陆药业',
  },
  {
    证券代码: 300024,
    证券简称: '机器人',
  },
  {
    证券代码: 300010,
    证券简称: '立思辰',
  },
  {
    证券代码: 300002,
    证券简称: '神州泰岳',
  },
  {
    证券代码: 300003,
    证券简称: '乐普医疗',
  },
  {
    证券代码: 300001,
    证券简称: '特锐德',
  },
  {
    证券代码: 300008,
    证券简称: '天海防务',
  },
  {
    证券代码: 300004,
    证券简称: '南风股份',
  },
  {
    证券代码: 300006,
    证券简称: '莱美药业',
  },
  {
    证券代码: 300013,
    证券简称: '新宁物流',
  },
  {
    证券代码: 300005,
    证券简称: '探路者',
  },
  {
    证券代码: 300011,
    证券简称: '鼎汉技术',
  },
  {
    证券代码: 300009,
    证券简称: '安科生物',
  },
  {
    证券代码: 300014,
    证券简称: '亿纬锂能',
  },
  {
    证券代码: 300007,
    证券简称: '汉威科技',
  },
  {
    证券代码: 300023,
    证券简称: '宝德股份',
  },
  {
    证券代码: 300012,
    证券简称: '华测检测',
  },
  {
    证券代码: 300018,
    证券简称: '中元股份',
  },
  {
    证券代码: 300017,
    证券简称: '网宿科技',
  },
  {
    证券代码: 300071,
    证券简称: '华谊嘉信',
  },
  {
    证券代码: 300015,
    证券简称: '爱尔眼科',
  },
  {
    证券代码: 300019,
    证券简称: '硅宝科技',
  },
  {
    证券代码: 300020,
    证券简称: '银江股份',
  },
  {
    证券代码: 300028,
    证券简称: '金亚科技',
  },
  {
    证券代码: 300022,
    证券简称: '吉峰科技',
  },
  {
    证券代码: 300021,
    证券简称: '大禹节水',
  },
  {
    证券代码: 300033,
    证券简称: '同花顺',
  },
  {
    证券代码: 300025,
    证券简称: '华星创业',
  },
  {
    证券代码: 300027,
    证券简称: '华谊兄弟',
  },
  {
    证券代码: 300026,
    证券简称: '红日药业',
  },
  {
    证券代码: 300031,
    证券简称: '宝通科技',
  },
  {
    证券代码: 300032,
    证券简称: '金龙机电',
  },
  {
    证券代码: 300034,
    证券简称: '钢研高纳',
  },
  {
    证券代码: 300029,
    证券简称: '天龙光电',
  },
  {
    证券代码: 300030,
    证券简称: '阳普医疗',
  },
  {
    证券代码: 300036,
    证券简称: '超图软件',
  },
  {
    证券代码: 300035,
    证券简称: '中科电气',
  },
  {
    证券代码: 300041,
    证券简称: '回天新材',
  },
  {
    证券代码: 300038,
    证券简称: '数知科技',
  },
  {
    证券代码: 300037,
    证券简称: '新宙邦',
  },
  {
    证券代码: 300040,
    证券简称: '九洲电气',
  },
  {
    证券代码: 300039,
    证券简称: '上海凯宝',
  },
  {
    证券代码: 300047,
    证券简称: '天源迪科',
  },
  {
    证券代码: 300049,
    证券简称: '福瑞股份',
  },
  {
    证券代码: 300045,
    证券简称: '华力创通',
  },
  {
    证券代码: 300042,
    证券简称: '朗科科技',
  },
  {
    证券代码: 300048,
    证券简称: '合康新能',
  },
  {
    证券代码: 300043,
    证券简称: '星辉娱乐',
  },
  {
    证券代码: 300046,
    证券简称: '台基股份',
  },
  {
    证券代码: 300044,
    证券简称: '赛为智能',
  },
  {
    证券代码: 300050,
    证券简称: '世纪鼎利',
  },
  {
    证券代码: 300051,
    证券简称: '三五互联',
  },
  {
    证券代码: 300054,
    证券简称: '鼎龙股份',
  },
  {
    证券代码: 300052,
    证券简称: '中青宝',
  },
  {
    证券代码: 300058,
    证券简称: '蓝色光标',
  },
  {
    证券代码: 300056,
    证券简称: '三维丝',
  },
  {
    证券代码: 300055,
    证券简称: '万邦达',
  },
  {
    证券代码: 300057,
    证券简称: '万顺股份',
  },
  {
    证券代码: 300053,
    证券简称: '欧比特',
  },
  {
    证券代码: 2808,
    证券简称: '恒久科技',
  },
  {
    证券代码: 300059,
    证券简称: '东方财富',
  },
  {
    证券代码: 300061,
    证券简称: '康旗股份',
  },
  {
    证券代码: 300066,
    证券简称: '三川智慧',
  },
  {
    证券代码: 300062,
    证券简称: '中能电气',
  },
  {
    证券代码: 300087,
    证券简称: '荃银高科',
  },
  {
    证券代码: 300098,
    证券简称: '高新兴',
  },
  {
    证券代码: 300063,
    证券简称: '天龙集团',
  },
  {
    证券代码: 300065,
    证券简称: '海兰信',
  },
  {
    证券代码: 300064,
    证券简称: '豫金刚石',
  },
  {
    证券代码: 300068,
    证券简称: '南都电源',
  },
  {
    证券代码: 2936,
    证券简称: '郑州银行',
  },
  {
    证券代码: 300073,
    证券简称: '当升科技',
  },
  {
    证券代码: 300070,
    证券简称: '碧水源',
  },
  {
    证券代码: 300067,
    证券简称: '安诺其',
  },
  {
    证券代码: 300069,
    证券简称: '金利华电',
  },
  {
    证券代码: 300105,
    证券简称: '龙源技术',
  },
  {
    证券代码: 300076,
    证券简称: 'GQY视讯',
  },
  {
    证券代码: 300072,
    证券简称: '三聚环保',
  },
  {
    证券代码: 300075,
    证券简称: '数字政通',
  },
  {
    证券代码: 300080,
    证券简称: '易成新能',
  },
  {
    证券代码: 300083,
    证券简称: '劲胜智能',
  },
  {
    证券代码: 300079,
    证券简称: '数码科技',
  },
  {
    证券代码: 300074,
    证券简称: '华平股份',
  },
  {
    证券代码: 300078,
    证券简称: '思创医惠',
  },
  {
    证券代码: 300077,
    证券简称: '国民技术',
  },
  {
    证券代码: 300082,
    证券简称: '奥克股份',
  },
  {
    证券代码: 300084,
    证券简称: '海默科技',
  },
  {
    证券代码: 300086,
    证券简称: '康芝药业',
  },
  {
    证券代码: 300101,
    证券简称: '振芯科技',
  },
  {
    证券代码: 300091,
    证券简称: '金通灵',
  },
  {
    证券代码: 300081,
    证券简称: '恒信东方',
  },
  {
    证券代码: 300096,
    证券简称: '易联众',
  },
  {
    证券代码: 300090,
    证券简称: '盛运环保',
  },
  {
    证券代码: 300088,
    证券简称: '长信科技',
  },
  {
    证券代码: 300085,
    证券简称: '银之杰',
  },
  {
    证券代码: 300097,
    证券简称: '智云股份',
  },
  {
    证券代码: 300093,
    证券简称: '金刚玻璃',
  },
  {
    证券代码: 300099,
    证券简称: '精准信息',
  },
  {
    证券代码: 300124,
    证券简称: '汇川技术',
  },
  {
    证券代码: 300089,
    证券简称: '文化长城',
  },
  {
    证券代码: 300094,
    证券简称: '国联水产',
  },
  {
    证券代码: 300095,
    证券简称: '华伍股份',
  },
  {
    证券代码: 300092,
    证券简称: '科新机电',
  },
  {
    证券代码: 300100,
    证券简称: '双林股份',
  },
  {
    证券代码: 300102,
    证券简称: '乾照光电',
  },
  {
    证券代码: 300103,
    证券简称: '达刚路机',
  },
  {
    证券代码: 300126,
    证券简称: '锐奇股份',
  },
  {
    证券代码: 300110,
    证券简称: '华仁药业',
  },
  {
    证券代码: 300104,
    证券简称: '乐视网',
  },
  {
    证券代码: 300107,
    证券简称: '建新股份',
  },
  {
    证券代码: 300112,
    证券简称: '万讯自控',
  },
  {
    证券代码: 300113,
    证券简称: '顺网科技',
  },
  {
    证券代码: 300114,
    证券简称: '中航电测',
  },
  {
    证券代码: 300106,
    证券简称: '西部牧业',
  },
  {
    证券代码: 300118,
    证券简称: '东方日升',
  },
  {
    证券代码: 300117,
    证券简称: '嘉寓股份',
  },
  {
    证券代码: 300111,
    证券简称: '向日葵',
  },
  {
    证券代码: 300109,
    证券简称: '新开源',
  },
  {
    证券代码: 300116,
    证券简称: '坚瑞沃能',
  },
  {
    证券代码: 300108,
    证券简称: '吉药控股',
  },
  {
    证券代码: 300115,
    证券简称: '长盈精密',
  },
  {
    证券代码: 300120,
    证券简称: '经纬辉开',
  },
  {
    证券代码: 300121,
    证券简称: '阳谷华泰',
  },
  {
    证券代码: 300119,
    证券简称: '瑞普生物',
  },
  {
    证券代码: 300125,
    证券简称: '易世达',
  },
  {
    证券代码: 300123,
    证券简称: '亚光科技',
  },
  {
    证券代码: 300122,
    证券简称: '智飞生物',
  },
  {
    证券代码: 300127,
    证券简称: '银河磁体',
  },
  {
    证券代码: 2889,
    证券简称: '东方嘉盛',
  },
  {
    证券代码: 2916,
    证券简称: '深南电路',
  },
  {
    证券代码: 2838,
    证券简称: '道恩股份',
  },
  {
    证券代码: 2839,
    证券简称: '张家港行',
  },
  {
    证券代码: 2807,
    证券简称: '江阴银行',
  },
  {
    证券代码: 2773,
    证券简称: '康弘药业',
  },
  {
    证券代码: 2783,
    证券简称: '凯龙股份',
  },
  {
    证券代码: 2860,
    证券简称: '星帅尔',
  },
  {
    证券代码: 2815,
    证券简称: '崇达技术',
  },
  {
    证券代码: 2905,
    证券简称: '金逸影视',
  },
  {
    证券代码: 2843,
    证券简称: '泰嘉股份',
  },
  {
    证券代码: 2792,
    证券简称: '通宇通讯',
  },
  {
    证券代码: 2782,
    证券简称: '可立克',
  },
  {
    证券代码: 2851,
    证券简称: '麦格米特',
  },
  {
    证券代码: 2779,
    证券简称: '中坚科技',
  },
  {
    证券代码: 2840,
    证券简称: '华统股份',
  },
  {
    证券代码: 2771,
    证券简称: '真视通',
  },
  {
    证券代码: 2767,
    证券简称: '先锋电子',
  },
  {
    证券代码: 2776,
    证券简称: '柏堡龙',
  },
  {
    证券代码: 2788,
    证券简称: '鹭燕医药',
  },
  {
    证券代码: 2781,
    证券简称: '奇信股份',
  },
  {
    证券代码: 2922,
    证券简称: '伊戈尔',
  },
  {
    证券代码: 2798,
    证券简称: '帝欧家居',
  },
  {
    证券代码: 2766,
    证券简称: '索菱股份',
  },
  {
    证券代码: 2786,
    证券简称: '银宝山新',
  },
  {
    证券代码: 2791,
    证券简称: '坚朗五金',
  },
  {
    证券代码: 2805,
    证券简称: '丰元股份',
  },
  {
    证券代码: 2775,
    证券简称: '文科园林',
  },
  {
    证券代码: 2777,
    证券简称: '久远银海',
  },
  {
    证券代码: 2770,
    证券简称: '科迪乳业',
  },
  {
    证券代码: 2785,
    证券简称: '万里石',
  },
  {
    证券代码: 2768,
    证券简称: '国恩股份',
  },
  {
    证券代码: 2780,
    证券简称: '三夫户外',
  },
  {
    证券代码: 2873,
    证券简称: '新天药业',
  },
  {
    证券代码: 2799,
    证券简称: '环球印务',
  },
  {
    证券代码: 2830,
    证券简称: '名雕股份',
  },
  {
    证券代码: 2911,
    证券简称: '佛燃股份',
  },
  {
    证券代码: 2778,
    证券简称: '高科石化',
  },
  {
    证券代码: 2769,
    证券简称: '普路通',
  },
  {
    证券代码: 2819,
    证券简称: '东方中科',
  },
  {
    证券代码: 2772,
    证券简称: '众兴菌业',
  },
  {
    证券代码: 2802,
    证券简称: '洪汇新材',
  },
  {
    证券代码: 2790,
    证券简称: '瑞尔特',
  },
  {
    证券代码: 2806,
    证券简称: '华锋股份',
  },
  {
    证券代码: 2941,
    证券简称: '新疆交建',
  },
  {
    证券代码: 2923,
    证券简称: '润都股份',
  },
  {
    证券代码: 2910,
    证券简称: '庄园牧场',
  },
  {
    证券代码: 2948,
    证券简称: '青岛银行',
  },
  {
    证券代码: 2801,
    证券简称: '微光股份',
  },
  {
    证券代码: 2787,
    证券简称: '华源控股',
  },
  {
    证券代码: 2810,
    证券简称: '山东赫达',
  },
  {
    证券代码: 2812,
    证券简称: '恩捷股份',
  },
  {
    证券代码: 2789,
    证券简称: '建艺集团',
  },
  {
    证券代码: 2813,
    证券简称: '路畅科技',
  },
  {
    证券代码: 2809,
    证券简称: '红墙股份',
  },
  {
    证券代码: 2796,
    证券简称: '世嘉科技',
  },
  {
    证券代码: 2803,
    证券简称: '吉宏股份',
  },
  {
    证券代码: 2793,
    证券简称: '东音股份',
  },
  {
    证券代码: 2795,
    证券简称: '永和智控',
  },
  {
    证券代码: 2818,
    证券简称: '富森美',
  },
  {
    证券代码: 2832,
    证券简称: '比音勒芬',
  },
  {
    证券代码: 2816,
    证券简称: '和科达',
  },
  {
    证券代码: 2811,
    证券简称: '亚泰国际',
  },
  {
    证券代码: 2800,
    证券简称: '天顺股份',
  },
  {
    证券代码: 2817,
    证券简称: '黄山胶囊',
  },
  {
    证券代码: 2821,
    证券简称: '凯莱英',
  },
  {
    证券代码: 2820,
    证券简称: '桂发祥',
  },
  {
    证券代码: 2822,
    证券简称: '中装建设',
  },
  {
    证券代码: 2823,
    证券简称: '凯中精密',
  },
  {
    证券代码: 2856,
    证券简称: '美芝股份',
  },
  {
    证券代码: 2828,
    证券简称: '贝肯能源',
  },
  {
    证券代码: 2829,
    证券简称: '星网宇达',
  },
  {
    证券代码: 2825,
    证券简称: '纳尔股份',
  },
  {
    证券代码: 2835,
    证券简称: '同为股份',
  },
  {
    证券代码: 2824,
    证券简称: '和胜股份',
  },
  {
    证券代码: 2865,
    证券简称: '钧达股份',
  },
  {
    证券代码: 2842,
    证券简称: '翔鹭钨业',
  },
  {
    证券代码: 2833,
    证券简称: '弘亚数控',
  },
  {
    证券代码: 2831,
    证券简称: '裕同科技',
  },
  {
    证券代码: 2845,
    证券简称: '同兴达',
  },
  {
    证券代码: 2837,
    证券简称: '英维克',
  },
  {
    证券代码: 2857,
    证券简称: '三晖电气',
  },
  {
    证券代码: 2848,
    证券简称: '高斯贝尔',
  },
  {
    证券代码: 2841,
    证券简称: '视源股份',
  },
  {
    证券代码: 2858,
    证券简称: '力盛赛车',
  },
  {
    证券代码: 2861,
    证券简称: '瀛通通讯',
  },
  {
    证券代码: 2850,
    证券简称: '科达利',
  },
  {
    证券代码: 2867,
    证券简称: '周大生',
  },
  {
    证券代码: 2855,
    证券简称: '捷荣技术',
  },
  {
    证券代码: 2847,
    证券简称: '盐津铺子',
  },
  {
    证券代码: 2846,
    证券简称: '英联股份',
  },
  {
    证券代码: 2853,
    证券简称: '皮阿诺',
  },
  {
    证券代码: 2852,
    证券简称: '道道全',
  },
  {
    证券代码: 2875,
    证券简称: '安奈儿',
  },
  {
    证券代码: 2774,
    证券简称: '快意电梯',
  },
  {
    证券代码: 2862,
    证券简称: '实丰文化',
  },
  {
    证券代码: 2906,
    证券简称: '华阳集团',
  },
  {
    证券代码: 2878,
    证券简称: '元隆雅图',
  },
  {
    证券代码: 2868,
    证券简称: '绿康生化',
  },
  {
    证券代码: 2882,
    证券简称: '金龙羽',
  },
  {
    证券代码: 2870,
    证券简称: '香山股份',
  },
  {
    证券代码: 2859,
    证券简称: '洁美科技',
  },
  {
    证券代码: 2902,
    证券简称: '铭普光磁',
  },
  {
    证券代码: 2869,
    证券简称: '金溢科技',
  },
  {
    证券代码: 2863,
    证券简称: '今飞凯达',
  },
  {
    证券代码: 2872,
    证券简称: '天圣制药',
  },
  {
    证券代码: 2876,
    证券简称: '三利谱',
  },
  {
    证券代码: 2871,
    证券简称: '伟隆股份',
  },
  {
    证券代码: 2958,
    证券简称: '青农商行',
  },
  {
    证券代码: 2935,
    证券简称: '天奥电子',
  },
  {
    证券代码: 2900,
    证券简称: '哈三联',
  },
  {
    证券代码: 2880,
    证券简称: '卫光生物',
  },
  {
    证券代码: 2886,
    证券简称: '沃特股份',
  },
  {
    证券代码: 2879,
    证券简称: '长缆科技',
  },
  {
    证券代码: 2884,
    证券简称: '凌霄泵业',
  },
  {
    证券代码: 2866,
    证券简称: '传艺科技',
  },
  {
    证券代码: 2877,
    证券简称: '智能自控',
  },
  {
    证券代码: 2883,
    证券简称: '中设股份',
  },
  {
    证券代码: 2909,
    证券简称: '集泰股份',
  },
  {
    证券代码: 2887,
    证券简称: '绿茵生态',
  },
  {
    证券代码: 2827,
    证券简称: '高争民爆',
  },
  {
    证券代码: 2890,
    证券简称: '弘宇股份',
  },
  {
    证券代码: 2826,
    证券简称: '易明医药',
  },
  {
    证券代码: 2888,
    证券简称: '惠威科技',
  },
  {
    证券代码: 2885,
    证券简称: '京泉华',
  },
  {
    证券代码: 2881,
    证券简称: '美格智能',
  },
  {
    证券代码: 2898,
    证券简称: '赛隆药业',
  },
  {
    证券代码: 2891,
    证券简称: '中宠股份',
  },
  {
    证券代码: 2901,
    证券简称: '大博医疗',
  },
  {
    证券代码: 2895,
    证券简称: '川恒股份',
  },
  {
    证券代码: 2897,
    证券简称: '意华股份',
  },
  {
    证券代码: 2920,
    证券简称: '德赛西威',
  },
  {
    证券代码: 2892,
    证券简称: '科力尔',
  },
  {
    证券代码: 2918,
    证券简称: '蒙娜丽莎',
  },
  {
    证券代码: 2908,
    证券简称: '德生科技',
  },
  {
    证券代码: 2919,
    证券简称: '名臣健康',
  },
  {
    证券代码: 2896,
    证券简称: '中大力德',
  },
  {
    证券代码: 2899,
    证券简称: '英派斯',
  },
  {
    证券代码: 2921,
    证券简称: '联诚精密',
  },
  {
    证券代码: 2912,
    证券简称: '中新赛克',
  },
  {
    证券代码: 2903,
    证券简称: '宇环数控',
  },
  {
    证券代码: 2907,
    证券简称: '华森制药',
  },
  {
    证券代码: 2849,
    证券简称: '威星智能',
  },
  {
    证券代码: 2913,
    证券简称: '奥士康',
  },
  {
    证券代码: 2915,
    证券简称: '中欣氟材',
  },
  {
    证券代码: 2933,
    证券简称: '新兴装备',
  },
  {
    证券代码: 2925,
    证券简称: '盈趣科技',
  },
  {
    证券代码: 2917,
    证券简称: '金奥博',
  },
  {
    证券代码: 2864,
    证券简称: '盘龙药业',
  },
  {
    证券代码: 2928,
    证券简称: '华夏航空',
  },
  {
    证券代码: 2931,
    证券简称: '锋龙股份',
  },
  {
    证券代码: 2927,
    证券简称: '泰永长征',
  },
  {
    证券代码: 2940,
    证券简称: '昂利康',
  },
  {
    证券代码: 2937,
    证券简称: '兴瑞科技',
  },
  {
    证券代码: 2947,
    证券简称: '恒铭达',
  },
  {
    证券代码: 2946,
    证券简称: '新乳业',
  },
  {
    证券代码: 2938,
    证券简称: '鹏鼎控股',
  },
  {
    证券代码: 2950,
    证券简称: '奥美医疗',
  },
  {
    证券代码: 2951,
    证券简称: '金时科技',
  },
  {
    证券代码: 2836,
    证券简称: '新宏泽',
  },
  {
    证券代码: 2893,
    证券简称: '华通热力',
  },
  {
    证券代码: 2932,
    证券简称: '明德生物',
  },
  {
    证券代码: 2942,
    证券简称: '新农股份',
  },
  {
    证券代码: 2952,
    证券简称: '亚世光电',
  },
  {
    证券代码: 2943,
    证券简称: '宇晶股份',
  },
  {
    证券代码: 2930,
    证券简称: '宏川智慧',
  },
  {
    证券代码: 2929,
    证券简称: '润建通信',
  },
  {
    证券代码: 2949,
    证券简称: '华阳国际',
  },
  {
    证券代码: 2939,
    证券简称: '长城证券',
  },
  {
    证券代码: 2797,
    证券简称: '第一创业',
  },
  {
    证券代码: 2926,
    证券简称: '华西证券',
  },
  {
    证券代码: 2945,
    证券简称: '华林证券',
  },
  {
    证券代码: 300477,
    证券简称: '合纵科技',
  },
  {
    证券代码: 300445,
    证券简称: '康斯特',
  },
  {
    证券代码: 300444,
    证券简称: '双杰电气',
  },
  {
    证券代码: 300498,
    证券简称: '温氏股份',
  },
  {
    证券代码: 300483,
    证券简称: '沃施股份',
  },
  {
    证券代码: 300532,
    证券简称: '今天国际',
  },
  {
    证券代码: 300507,
    证券简称: '苏奥传感',
  },
  {
    证券代码: 300546,
    证券简称: '雄帝科技',
  },
  {
    证券代码: 300518,
    证券简称: '盛讯达',
  },
  {
    证券代码: 300644,
    证券简称: '南京聚隆',
  },
  {
    证券代码: 300529,
    证券简称: '健帆生物',
  },
  {
    证券代码: 300499,
    证券简称: '高澜股份',
  },
  {
    证券代码: 300469,
    证券简称: '信息发展',
  },
  {
    证券代码: 300588,
    证券简称: '熙菱信息',
  },
  {
    证券代码: 300467,
    证券简称: '迅游科技',
  },
  {
    证券代码: 300452,
    证券简称: '山河药辅',
  },
  {
    证券代码: 300479,
    证券简称: '神思电子',
  },
  {
    证券代码: 300492,
    证券简称: '山鼎设计',
  },
  {
    证券代码: 300466,
    证券简称: '赛摩电气',
  },
  {
    证券代码: 300718,
    证券简称: '长盛轴承',
  },
  {
    证券代码: 300433,
    证券简称: '蓝思科技',
  },
  {
    证券代码: 300438,
    证券简称: '鹏辉能源',
  },
  {
    证券代码: 300495,
    证券简称: '美尚生态',
  },
  {
    证券代码: 300451,
    证券简称: '创业慧康',
  },
  {
    证券代码: 300458,
    证券简称: '全志科技',
  },
  {
    证券代码: 300465,
    证券简称: '高伟达',
  },
  {
    证券代码: 300487,
    证券简称: '蓝晓科技',
  },
  {
    证券代码: 300649,
    证券简称: '杭州园林',
  },
  {
    证券代码: 300464,
    证券简称: '星徽精密',
  },
  {
    证券代码: 300439,
    证券简称: '美康生物',
  },
  {
    证券代码: 300456,
    证券简称: '耐威科技',
  },
  {
    证券代码: 300442,
    证券简称: '普丽盛',
  },
  {
    证券代码: 300453,
    证券简称: '三鑫医疗',
  },
  {
    证券代码: 300448,
    证券简称: '浩云科技',
  },
  {
    证券代码: 300460,
    证券简称: '惠伦晶体',
  },
  {
    证券代码: 300526,
    证券简称: '中潜股份',
  },
  {
    证券代码: 300447,
    证券简称: '全信股份',
  },
  {
    证券代码: 300441,
    证券简称: '鲍斯股份',
  },
  {
    证券代码: 300450,
    证券简称: '先导智能',
  },
  {
    证券代码: 300446,
    证券简称: '乐凯新材',
  },
  {
    证券代码: 300475,
    证券简称: '聚隆科技',
  },
  {
    证券代码: 300470,
    证券简称: '日机密封',
  },
  {
    证券代码: 300462,
    证券简称: '华铭智能',
  },
  {
    证券代码: 300503,
    证券简称: '昊志机电',
  },
  {
    证券代码: 300443,
    证券简称: '金雷股份',
  },
  {
    证券代码: 300459,
    证券简称: '金科文化',
  },
  {
    证券代码: 300552,
    证券简称: '万集科技',
  },
  {
    证券代码: 300434,
    证券简称: '金石东方',
  },
  {
    证券代码: 300440,
    证券简称: '运达科技',
  },
  {
    证券代码: 300436,
    证券简称: '广生堂',
  },
  {
    证券代码: 300623,
    证券简称: '捷捷微电',
  },
  {
    证券代码: 300431,
    证券简称: '暴风集团',
  },
  {
    证券代码: 300488,
    证券简称: '恒锋工具',
  },
  {
    证券代码: 300528,
    证券简称: '幸福蓝海',
  },
  {
    证券代码: 300435,
    证券简称: '中泰股份',
  },
  {
    证券代码: 300449,
    证券简称: '汉邦高科',
  },
  {
    证券代码: 300437,
    证券简称: '清水源',
  },
  {
    证券代码: 300432,
    证券简称: '富临精工',
  },
  {
    证券代码: 300457,
    证券简称: '赢合科技',
  },
  {
    证券代码: 300455,
    证券简称: '康拓红外',
  },
  {
    证券代码: 300573,
    证券简称: '兴齐眼药',
  },
  {
    证券代码: 300468,
    证券简称: '四方精创',
  },
  {
    证券代码: 300461,
    证券简称: '田中精机',
  },
  {
    证券代码: 300486,
    证券简称: '东杰智能',
  },
  {
    证券代码: 300489,
    证券简称: '中飞股份',
  },
  {
    证券代码: 300463,
    证券简称: '迈克生物',
  },
  {
    证券代码: 300481,
    证券简称: '濮阳惠成',
  },
  {
    证券代码: 300579,
    证券简称: '数字认证',
  },
  {
    证券代码: 300471,
    证券简称: '厚普股份',
  },
  {
    证券代码: 300476,
    证券简称: '胜宏科技',
  },
  {
    证券代码: 300505,
    证券简称: '川金诺',
  },
  {
    证券代码: 300472,
    证券简称: '新元科技',
  },
  {
    证券代码: 300511,
    证券简称: '雪榕生物',
  },
  {
    证券代码: 300473,
    证券简称: '德尔股份',
  },
  {
    证券代码: 300485,
    证券简称: '赛升药业',
  },
  {
    证券代码: 300493,
    证券简称: '润欣科技',
  },
  {
    证券代码: 300478,
    证券简称: '杭州高新',
  },
  {
    证券代码: 300661,
    证券简称: '圣邦股份',
  },
  {
    证券代码: 300500,
    证券简称: '启迪设计',
  },
  {
    证券代码: 300480,
    证券简称: '光力科技',
  },
  {
    证券代码: 300482,
    证券简称: '万孚生物',
  },
  {
    证券代码: 300509,
    证券简称: '新美星',
  },
  {
    证券代码: 300501,
    证券简称: '海顺新材',
  },
  {
    证券代码: 300525,
    证券简称: '博思软件',
  },
  {
    证券代码: 300497,
    证券简称: '富祥股份',
  },
  {
    证券代码: 300491,
    证券简称: '通合科技',
  },
  {
    证券代码: 300665,
    证券简称: '飞鹿股份',
  },
  {
    证券代码: 300502,
    证券简称: '新易盛',
  },
  {
    证券代码: 300494,
    证券简称: '盛天网络',
  },
  {
    证券代码: 300506,
    证券简称: '名家汇',
  },
  {
    证券代码: 300664,
    证券简称: '鹏鹞环保',
  },
  {
    证券代码: 300519,
    证券简称: '新光药业',
  },
  {
    证券代码: 300512,
    证券简称: '中亚股份',
  },
  {
    证券代码: 300531,
    证券简称: '优博讯',
  },
  {
    证券代码: 300521,
    证券简称: '爱司凯',
  },
  {
    证券代码: 300490,
    证券简称: '华自科技',
  },
  {
    证券代码: 300517,
    证券简称: '海波重科',
  },
  {
    证券代码: 300474,
    证券简称: '景嘉微',
  },
  {
    证券代码: 300484,
    证券简称: '蓝海华腾',
  },
  {
    证券代码: 300513,
    证券简称: '恒实科技',
  },
  {
    证券代码: 300548,
    证券简称: '博创科技',
  },
  {
    证券代码: 300508,
    证券简称: '维宏股份',
  },
  {
    证券代码: 300542,
    证券简称: '新晨科技',
  },
  {
    证券代码: 300522,
    证券简称: '世名科技',
  },
  {
    证券代码: 300496,
    证券简称: '中科创达',
  },
  {
    证券代码: 300555,
    证券简称: '路通视信',
  },
  {
    证券代码: 300523,
    证券简称: '辰安科技',
  },
  {
    证券代码: 300702,
    证券简称: '天宇股份',
  },
  {
    证券代码: 300539,
    证券简称: '横河模具',
  },
  {
    证券代码: 300547,
    证券简称: '川环科技',
  },
  {
    证券代码: 300549,
    证券简称: '优德精密',
  },
  {
    证券代码: 300520,
    证券简称: '科大国创',
  },
  {
    证券代码: 300530,
    证券简称: '达志科技',
  },
  {
    证券代码: 300527,
    证券简称: '中国应急',
  },
  {
    证券代码: 300559,
    证券简称: '佳发教育',
  },
  {
    证券代码: 300596,
    证券简称: '利安隆',
  },
  {
    证券代码: 300534,
    证券简称: '陇神戎发',
  },
  {
    证券代码: 300533,
    证券简称: '冰川网络',
  },
  {
    证券代码: 300535,
    证券简称: '达威股份',
  },
  {
    证券代码: 300536,
    证券简称: '农尚环境',
  },
  {
    证券代码: 300516,
    证券简称: '久之洋',
  },
  {
    证券代码: 300510,
    证券简称: '金冠股份',
  },
  {
    证券代码: 300537,
    证券简称: '广信材料',
  },
  {
    证券代码: 300572,
    证券简称: '安车检测',
  },
  {
    证券代码: 300600,
    证券简称: '瑞特股份',
  },
  {
    证券代码: 300586,
    证券简称: '美联新材',
  },
  {
    证券代码: 300545,
    证券简称: '联得装备',
  },
  {
    证券代码: 300543,
    证券简称: '朗科智能',
  },
  {
    证券代码: 300570,
    证券简称: '太辰光',
  },
  {
    证券代码: 300541,
    证券简称: '先进数通',
  },
  {
    证券代码: 300558,
    证券简称: '贝达药业',
  },
  {
    证券代码: 300540,
    证券简称: '深冷股份',
  },
  {
    证券代码: 300553,
    证券简称: '集智股份',
  },
  {
    证券代码: 300515,
    证券简称: '三德科技',
  },
  {
    证券代码: 300631,
    证券简称: '久吾高科',
  },
  {
    证券代码: 300569,
    证券简称: '天能重工',
  },
  {
    证券代码: 300551,
    证券简称: '古鳌科技',
  },
  {
    证券代码: 300538,
    证券简称: '同益股份',
  },
  {
    证券代码: 300556,
    证券简称: '丝路视觉',
  },
  {
    证券代码: 300550,
    证券简称: '和仁科技',
  },
  {
    证券代码: 300561,
    证券简称: '汇金科技',
  },
  {
    证券代码: 300560,
    证券简称: '中富通',
  },
  {
    证券代码: 300557,
    证券简称: '理工光科',
  },
  {
    证券代码: 300563,
    证券简称: '神宇股份',
  },
  {
    证券代码: 300657,
    证券简称: '弘信电子',
  },
  {
    证券代码: 300565,
    证券简称: '科信技术',
  },
  {
    证券代码: 300562,
    证券简称: '乐心医疗',
  },
  {
    证券代码: 300587,
    证券简称: '天铁股份',
  },
  {
    证券代码: 300686,
    证券简称: '智动力',
  },
  {
    证券代码: 300504,
    证券简称: '天邑股份',
  },
  {
    证券代码: 300566,
    证券简称: '激智科技',
  },
  {
    证券代码: 300615,
    证券简称: '欣天科技',
  },
  {
    证券代码: 300682,
    证券简称: '朗新科技',
  },
  {
    证券代码: 300619,
    证券简称: '金银河',
  },
  {
    证券代码: 300606,
    证券简称: '金太阳',
  },
  {
    证券代码: 300598,
    证券简称: '诚迈科技',
  },
  {
    证券代码: 300571,
    证券简称: '平治信息',
  },
  {
    证券代码: 300578,
    证券简称: '会畅通讯',
  },
  {
    证券代码: 300580,
    证券简称: '贝斯特',
  },
  {
    证券代码: 300576,
    证券简称: '容大感光',
  },
  {
    证券代码: 300684,
    证券简称: '中石科技',
  },
  {
    证券代码: 300581,
    证券简称: '晨曦航空',
  },
  {
    证券代码: 300597,
    证券简称: '吉大通信',
  },
  {
    证券代码: 300592,
    证券简称: '华凯创意',
  },
  {
    证券代码: 300568,
    证券简称: '星源材质',
  },
  {
    证券代码: 300678,
    证券简称: '中科信息',
  },
  {
    证券代码: 300617,
    证券简称: '安靠智电',
  },
  {
    证券代码: 300659,
    证券简称: '中孚信息',
  },
  {
    证券代码: 300647,
    证券简称: '超频三',
  },
  {
    证券代码: 300577,
    证券简称: '开润股份',
  },
  {
    证券代码: 300583,
    证券简称: '赛托生物',
  },
  {
    证券代码: 300589,
    证券简称: '江龙船艇',
  },
  {
    证券代码: 300585,
    证券简称: '奥联电子',
  },
  {
    证券代码: 300612,
    证券简称: '宣亚国际',
  },
  {
    证券代码: 300601,
    证券简称: '康泰生物',
  },
  {
    证券代码: 300590,
    证券简称: '移为通信',
  },
  {
    证券代码: 300613,
    证券简称: '富瀚微',
  },
  {
    证券代码: 300616,
    证券简称: '尚品宅配',
  },
  {
    证券代码: 300618,
    证券简称: '寒锐钴业',
  },
  {
    证券代码: 300638,
    证券简称: '广和通',
  },
  {
    证券代码: 300591,
    证券简称: '万里马',
  },
  {
    证券代码: 300584,
    证券简称: '海辰药业',
  },
  {
    证券代码: 300645,
    证券简称: '正元智慧',
  },
  {
    证券代码: 300608,
    证券简称: '思特奇',
  },
  {
    证券代码: 300675,
    证券简称: '建科院',
  },
  {
    证券代码: 300605,
    证券简称: '恒锋信息',
  },
  {
    证券代码: 300610,
    证券简称: '晨化股份',
  },
  {
    证券代码: 300599,
    证券简称: '雄塑科技',
  },
  {
    证券代码: 300639,
    证券简称: '凯普生物',
  },
  {
    证券代码: 300602,
    证券简称: '飞荣达',
  },
  {
    证券代码: 300595,
    证券简称: '欧普康视',
  },
  {
    证券代码: 300708,
    证券简称: '聚灿光电',
  },
  {
    证券代码: 300625,
    证券简称: '三雄极光',
  },
  {
    证券代码: 300621,
    证券简称: '维业股份',
  },
  {
    证券代码: 300627,
    证券简称: '华测导航',
  },
  {
    证券代码: 300622,
    证券简称: '博士眼镜',
  },
  {
    证券代码: 300611,
    证券简称: '美力科技',
  },
  {
    证券代码: 300609,
    证券简称: '汇纳科技',
  },
  {
    证券代码: 300626,
    证券简称: '华瑞股份',
  },
  {
    证券代码: 300620,
    证券简称: '光库科技',
  },
  {
    证券代码: 300636,
    证券简称: '同和药业',
  },
  {
    证券代码: 300663,
    证券简称: '科蓝软件',
  },
  {
    证券代码: 300662,
    证券简称: '科锐国际',
  },
  {
    证券代码: 300630,
    证券简称: '普利制药',
  },
  {
    证券代码: 300633,
    证券简称: '开立医疗',
  },
  {
    证券代码: 300628,
    证券简称: '亿联网络',
  },
  {
    证券代码: 300701,
    证券简称: '森霸传感',
  },
  {
    证券代码: 300695,
    证券简称: '兆丰股份',
  },
  {
    证券代码: 300699,
    证券简称: '光威复材',
  },
  {
    证券代码: 300603,
    证券简称: '立昂技术',
  },
  {
    证券代码: 300637,
    证券简称: '扬帆新材',
  },
  {
    证券代码: 300635,
    证券简称: '达安股份',
  },
  {
    证券代码: 300670,
    证券简称: '大烨智能',
  },
  {
    证券代码: 300700,
    证券简称: '岱勒新材',
  },
  {
    证券代码: 300685,
    证券简称: '艾德生物',
  },
  {
    证券代码: 300648,
    证券简称: '星云股份',
  },
  {
    证券代码: 300652,
    证券简称: '雷迪克',
  },
  {
    证券代码: 300514,
    证券简称: '友讯达',
  },
  {
    证券代码: 300650,
    证券简称: '太龙照明',
  },
  {
    证券代码: 300643,
    证券简称: '万通智控',
  },
  {
    证券代码: 300653,
    证券简称: '正海生物',
  },
  {
    证券代码: 300676,
    证券简称: '华大基因',
  },
  {
    证券代码: 300703,
    证券简称: '创源文化',
  },
  {
    证券代码: 300690,
    证券简称: '双一科技',
  },
  {
    证券代码: 300641,
    证券简称: '正丹股份',
  },
  {
    证券代码: 300604,
    证券简称: '长川科技',
  },
  {
    证券代码: 300642,
    证券简称: '透景生命',
  },
  {
    证券代码: 300651,
    证券简称: '金陵体育',
  },
  {
    证券代码: 300680,
    证券简称: '隆盛科技',
  },
  {
    证券代码: 300554,
    证券简称: '三超新材',
  },
  {
    证券代码: 300658,
    证券简称: '延江股份',
  },
  {
    证券代码: 300666,
    证券简称: '江丰电子',
  },
  {
    证券代码: 300660,
    证券简称: '江苏雷利',
  },
  {
    证券代码: 300655,
    证券简称: '晶瑞股份',
  },
  {
    证券代码: 300667,
    证券简称: '必创科技',
  },
  {
    证券代码: 300656,
    证券简称: '民德电子',
  },
  {
    证券代码: 300671,
    证券简称: '富满电子',
  },
  {
    证券代码: 300640,
    证券简称: '德艺文创',
  },
  {
    证券代码: 300693,
    证券简称: '盛弘股份',
  },
  {
    证券代码: 300706,
    证券简称: '阿石创',
  },
  {
    证券代码: 300681,
    证券简称: '英搏尔',
  },
  {
    证券代码: 300688,
    证券简称: '创业黑马',
  },
  {
    证券代码: 300677,
    证券简称: '英科医疗',
  },
  {
    证券代码: 300712,
    证券简称: '永福股份',
  },
  {
    证券代码: 300672,
    证券简称: '国科微',
  },
  {
    证券代码: 300669,
    证券简称: '沪宁股份',
  },
  {
    证券代码: 300691,
    证券简称: '联合光电',
  },
  {
    证券代码: 300668,
    证券简称: '杰恩设计',
  },
  {
    证券代码: 300679,
    证券简称: '电连技术',
  },
  {
    证券代码: 300687,
    证券简称: '赛意信息',
  },
  {
    证券代码: 300683,
    证券简称: '海特生物',
  },
  {
    证券代码: 300689,
    证券简称: '澄天伟业',
  },
  {
    证券代码: 300723,
    证券简称: '一品红',
  },
  {
    证券代码: 300724,
    证券简称: '捷佳伟创',
  },
  {
    证券代码: 300692,
    证券简称: '中环环保',
  },
  {
    证券代码: 300696,
    证券简称: '爱乐达',
  },
  {
    证券代码: 300720,
    证券简称: '海川智能',
  },
  {
    证券代码: 300730,
    证券简称: '科创信息',
  },
  {
    证券代码: 300717,
    证券简称: '华信新材',
  },
  {
    证券代码: 300709,
    证券简称: '精研科技',
  },
  {
    证券代码: 300697,
    证券简称: '电工合金',
  },
  {
    证券代码: 300713,
    证券简称: '英可瑞',
  },
  {
    证券代码: 300719,
    证券简称: '安达维尔',
  },
  {
    证券代码: 300707,
    证券简称: '威唐工业',
  },
  {
    证券代码: 300726,
    证券简称: '宏达电子',
  },
  {
    证券代码: 300729,
    证券简称: '乐歌股份',
  },
  {
    证券代码: 300674,
    证券简称: '宇信科技',
  },
  {
    证券代码: 300716,
    证券简称: '国立科技',
  },
  {
    证券代码: 300727,
    证券简称: '润禾材料',
  },
  {
    证券代码: 300711,
    证券简称: '广哈通信',
  },
  {
    证券代码: 300731,
    证券简称: '科创新源',
  },
  {
    证券代码: 300733,
    证券简称: '西菱动力',
  },
  {
    证券代码: 300735,
    证券简称: '光弘科技',
  },
  {
    证券代码: 300722,
    证券简称: '新余国科',
  },
  {
    证券代码: 300740,
    证券简称: '御家汇',
  },
  {
    证券代码: 300624,
    证券简称: '万兴科技',
  },
  {
    证券代码: 300739,
    证券简称: '明阳电路',
  },
  {
    证券代码: 300694,
    证券简称: '蠡湖股份',
  },
  {
    证券代码: 300454,
    证券简称: '深信服',
  },
  {
    证券代码: 300593,
    证券简称: '新雷能',
  },
  {
    证券代码: 300629,
    证券简称: '新劲刚',
  },
  {
    证券代码: 300567,
    证券简称: '精测电子',
  },
  {
    证券代码: 300582,
    证券简称: '英飞特',
  },
  {
    证券代码: 300732,
    证券简称: '设研院',
  },
  {
    证券代码: 300634,
    证券简称: '彩讯股份',
  },
  {
    证券代码: 300741,
    证券简称: '华宝股份',
  },
  {
    证券代码: 300632,
    证券简称: '光莆股份',
  },
  {
    证券代码: 300736,
    证券简称: '百邦科技',
  },
  {
    证券代码: 300721,
    证券简称: '怡达股份',
  },
  {
    证券代码: 300575,
    证券简称: '中旗股份',
  },
  {
    证券代码: 300715,
    证券简称: '凯伦股份',
  },
  {
    证券代码: 300607,
    证券简称: '拓斯达',
  },
  {
    证券代码: 300673,
    证券简称: '佩蒂股份',
  },
  {
    证券代码: 300738,
    证券简称: '奥飞数据',
  },
  {
    证券代码: 300705,
    证券简称: '九典制药',
  },
  {
    证券代码: 300654,
    证券简称: '世纪天鸿',
  },
  {
    证券代码: 300737,
    证券简称: '科顺股份',
  },
  {
    证券代码: 300710,
    证券简称: '万隆光电',
  },
  {
    证券代码: 300698,
    证券简称: '万马科技',
  },
  {
    证券代码: 300725,
    证券简称: '药石科技',
  },
  {
    证券代码: 300271,
    证券简称: '华宇软件',
  },
  {
    证券代码: 300318,
    证券简称: '博晖创新',
  },
  {
    证券代码: 300213,
    证券简称: '佳讯飞鸿',
  },
  {
    证券代码: 300370,
    证券简称: '安控科技',
  },
  {
    证券代码: 300353,
    证券简称: '东土科技',
  },
  {
    证券代码: 300139,
    证券简称: '晓程科技',
  },
  {
    证券代码: 300247,
    证券简称: '融捷健康',
  },
  {
    证券代码: 300277,
    证券简称: '海联讯',
  },
  {
    证券代码: 300264,
    证券简称: '佳创视讯',
  },
  {
    证券代码: 300235,
    证券简称: '方直科技',
  },
  {
    证券代码: 300238,
    证券简称: '冠昊生物',
  },
  {
    证券代码: 300272,
    证券简称: '开能健康',
  },
  {
    证券代码: 300179,
    证券简称: '四方达',
  },
  {
    证券代码: 300253,
    证券简称: '卫宁健康',
  },
  {
    证券代码: 300152,
    证券简称: '科融环境',
  },
  {
    证券代码: 300321,
    证券简称: '同大股份',
  },
  {
    证券代码: 300245,
    证券简称: '天玑科技',
  },
  {
    证券代码: 300173,
    证券简称: '智慧松德',
  },
  {
    证券代码: 300305,
    证券简称: '裕兴股份',
  },
  {
    证券代码: 300133,
    证券简称: '华策影视',
  },
  {
    证券代码: 300129,
    证券简称: '泰胜风能',
  },
  {
    证券代码: 300156,
    证券简称: '神雾环保',
  },
  {
    证券代码: 300128,
    证券简称: '锦富技术',
  },
  {
    证券代码: 300130,
    证券简称: '新国都',
  },
  {
    证券代码: 300135,
    证券简称: '宝利国际',
  },
  {
    证券代码: 300134,
    证券简称: '大富科技',
  },
  {
    证券代码: 300131,
    证券简称: '英唐智控',
  },
  {
    证券代码: 300401,
    证券简称: '花园生物',
  },
  {
    证券代码: 300132,
    证券简称: '青松股份',
  },
  {
    证券代码: 300137,
    证券简称: '先河环保',
  },
  {
    证券代码: 300136,
    证券简称: '信维通信',
  },
  {
    证券代码: 300138,
    证券简称: '晨光生物',
  },
  {
    证券代码: 300142,
    证券简称: '沃森生物',
  },
  {
    证券代码: 300141,
    证券简称: '和顺电气',
  },
  {
    证券代码: 300140,
    证券简称: '中环装备',
  },
  {
    证券代码: 300331,
    证券简称: '苏大维格',
  },
  {
    证券代码: 300154,
    证券简称: '瑞凌股份',
  },
  {
    证券代码: 300144,
    证券简称: '宋城演艺',
  },
  {
    证券代码: 300143,
    证券简称: '星普医科',
  },
  {
    证券代码: 300325,
    证券简称: '德威新材',
  },
  {
    证券代码: 300145,
    证券简称: '中金环境',
  },
  {
    证券代码: 300148,
    证券简称: '天舟文化',
  },
  {
    证券代码: 300158,
    证券简称: '振东制药',
  },
  {
    证券代码: 300168,
    证券简称: '万达信息',
  },
  {
    证券代码: 300157,
    证券简称: '恒泰艾普',
  },
  {
    证券代码: 300146,
    证券简称: '汤臣倍健',
  },
  {
    证券代码: 300149,
    证券简称: '量子生物',
  },
  {
    证券代码: 300151,
    证券简称: '昌红科技',
  },
  {
    证券代码: 300155,
    证券简称: '安居宝',
  },
  {
    证券代码: 300147,
    证券简称: '香雪制药',
  },
  {
    证券代码: 300153,
    证券简称: '科泰电源',
  },
  {
    证券代码: 300169,
    证券简称: '天晟新材',
  },
  {
    证券代码: 300162,
    证券简称: '雷曼股份',
  },
  {
    证券代码: 300161,
    证券简称: '华中数控',
  },
  {
    证券代码: 300223,
    证券简称: '北京君正',
  },
  {
    证券代码: 300165,
    证券简称: '天瑞仪器',
  },
  {
    证券代码: 300191,
    证券简称: '潜能恒信',
  },
  {
    证券代码: 300159,
    证券简称: '新研股份',
  },
  {
    证券代码: 300164,
    证券简称: '通源石油',
  },
  {
    证券代码: 300163,
    证券简称: '先锋新材',
  },
  {
    证券代码: 300160,
    证券简称: '秀强股份',
  },
  {
    证券代码: 300166,
    证券简称: '东方国信',
  },
  {
    证券代码: 300174,
    证券简称: '元力股份',
  },
  {
    证券代码: 300167,
    证券简称: '迪威迅',
  },
  {
    证券代码: 300170,
    证券简称: '汉得信息',
  },
  {
    证券代码: 300172,
    证券简称: '中电环保',
  },
  {
    证券代码: 300171,
    证券简称: '东富龙',
  },
  {
    证券代码: 300194,
    证券简称: '福安药业',
  },
  {
    证券代码: 300175,
    证券简称: '朗源股份',
  },
  {
    证券代码: 300180,
    证券简称: '华峰超纤',
  },
  {
    证券代码: 300176,
    证券简称: '派生科技',
  },
  {
    证券代码: 300178,
    证券简称: '腾邦国际',
  },
  {
    证券代码: 300177,
    证券简称: '中海达',
  },
  {
    证券代码: 300181,
    证券简称: '佐力药业',
  },
  {
    证券代码: 300216,
    证券简称: '千山药机',
  },
  {
    证券代码: 300193,
    证券简称: '佳士科技',
  },
  {
    证券代码: 300183,
    证券简称: '东软载波',
  },
  {
    证券代码: 300197,
    证券简称: '铁汉生态',
  },
  {
    证券代码: 300184,
    证券简称: '力源信息',
  },
  {
    证券代码: 300182,
    证券简称: '捷成股份',
  },
  {
    证券代码: 300203,
    证券简称: '聚光科技',
  },
  {
    证券代码: 300340,
    证券简称: '科恒股份',
  },
  {
    证券代码: 300229,
    证券简称: '拓尔思',
  },
  {
    证券代码: 300205,
    证券简称: '天喻信息',
  },
  {
    证券代码: 300220,
    证券简称: '金运激光',
  },
  {
    证券代码: 300198,
    证券简称: '纳川股份',
  },
  {
    证券代码: 300188,
    证券简称: '美亚柏科',
  },
  {
    证券代码: 300195,
    证券简称: '长荣股份',
  },
  {
    证券代码: 300185,
    证券简称: '通裕重工',
  },
  {
    证券代码: 300345,
    证券简称: '红宇新材',
  },
  {
    证券代码: 300187,
    证券简称: '永清环保',
  },
  {
    证券代码: 300196,
    证券简称: '长海股份',
  },
  {
    证券代码: 300190,
    证券简称: '维尔利',
  },
  {
    证券代码: 300189,
    证券简称: '神农基因',
  },
  {
    证券代码: 300192,
    证券简称: '科斯伍德',
  },
  {
    证券代码: 300211,
    证券简称: '亿通科技',
  },
  {
    证券代码: 300375,
    证券简称: '鹏翎股份',
  },
  {
    证券代码: 300214,
    证券简称: '日科化学',
  },
  {
    证券代码: 300204,
    证券简称: '舒泰神',
  },
  {
    证券代码: 300200,
    证券简称: '高盟新材',
  },
  {
    证券代码: 300199,
    证券简称: '翰宇药业',
  },
  {
    证券代码: 300201,
    证券简称: '海伦哲',
  },
  {
    证券代码: 300366,
    证券简称: '创意信息',
  },
  {
    证券代码: 300202,
    证券简称: '聚龙股份',
  },
  {
    证券代码: 300206,
    证券简称: '理邦仪器',
  },
  {
    证券代码: 300210,
    证券简称: '森远股份',
  },
  {
    证券代码: 300208,
    证券简称: '青岛中程',
  },
  {
    证券代码: 300209,
    证券简称: '天泽信息',
  },
  {
    证券代码: 300282,
    证券简称: '三盛教育',
  },
  {
    证券代码: 300207,
    证券简称: '欣旺达',
  },
  {
    证券代码: 300212,
    证券简称: '易华录',
  },
  {
    证券代码: 300402,
    证券简称: '宝色股份',
  },
  {
    证券代码: 300218,
    证券简称: '安利股份',
  },
  {
    证券代码: 300215,
    证券简称: '电科院',
  },
  {
    证券代码: 300225,
    证券简称: '金力泰',
  },
  {
    证券代码: 300257,
    证券简称: '开山股份',
  },
  {
    证券代码: 300219,
    证券简称: '鸿利智汇',
  },
  {
    证券代码: 300217,
    证券简称: '东方电热',
  },
  {
    证券代码: 300222,
    证券简称: '科大智能',
  },
  {
    证券代码: 300221,
    证券简称: '银禧科技',
  },
  {
    证券代码: 300224,
    证券简称: '正海磁材',
  },
  {
    证券代码: 300227,
    证券简称: '光韵达',
  },
  {
    证券代码: 300231,
    证券简称: '银信科技',
  },
  {
    证券代码: 300228,
    证券简称: '富瑞特装',
  },
  {
    证券代码: 300226,
    证券简称: '上海钢联',
  },
  {
    证券代码: 300381,
    证券简称: '溢多利',
  },
  {
    证券代码: 300249,
    证券简称: '依米康',
  },
  {
    证券代码: 300240,
    证券简称: '飞力达',
  },
  {
    证券代码: 300230,
    证券简称: '永利股份',
  },
  {
    证券代码: 300232,
    证券简称: '洲明科技',
  },
  {
    证券代码: 300234,
    证券简称: '开尔新材',
  },
  {
    证券代码: 300237,
    证券简称: '美晨生态',
  },
  {
    证券代码: 300236,
    证券简称: '上海新阳',
  },
  {
    证券代码: 300233,
    证券简称: '金城医药',
  },
  {
    证券代码: 300388,
    证券简称: '国祯环保',
  },
  {
    证券代码: 300239,
    证券简称: '东宝生物',
  },
  {
    证券代码: 300241,
    证券简称: '瑞丰光电',
  },
  {
    证券代码: 300258,
    证券简称: '精锻科技',
  },
  {
    证券代码: 300242,
    证券简称: '佳云科技',
  },
  {
    证券代码: 300243,
    证券简称: '瑞丰高材',
  },
  {
    证券代码: 300244,
    证券简称: '迪安诊断',
  },
  {
    证券代码: 300246,
    证券简称: '宝莱特',
  },
  {
    证券代码: 300250,
    证券简称: '初灵信息',
  },
  {
    证券代码: 300248,
    证券简称: '新开普',
  },
  {
    证券代码: 300251,
    证券简称: '光线传媒',
  },
  {
    证券代码: 300256,
    证券简称: '星星科技',
  },
  {
    证券代码: 300254,
    证券简称: '仟源医药',
  },
  {
    证券代码: 300255,
    证券简称: '常山药业',
  },
  {
    证券代码: 300252,
    证券简称: '金信诺',
  },
  {
    证券代码: 300260,
    证券简称: '新莱应材',
  },
  {
    证券代码: 300259,
    证券简称: '新天科技',
  },
  {
    证券代码: 300265,
    证券简称: '通光线缆',
  },
  {
    证券代码: 300267,
    证券简称: '尔康制药',
  },
  {
    证券代码: 300303,
    证券简称: '聚飞光电',
  },
  {
    证券代码: 300284,
    证券简称: '苏交科',
  },
  {
    证券代码: 300269,
    证券简称: '联建光电',
  },
  {
    证券代码: 300273,
    证券简称: '和佳股份',
  },
  {
    证券代码: 300261,
    证券简称: '雅本化学',
  },
  {
    证券代码: 300268,
    证券简称: '佳沃股份',
  },
  {
    证券代码: 300263,
    证券简称: '隆华科技',
  },
  {
    证券代码: 300294,
    证券简称: '博雅生物',
  },
  {
    证券代码: 300262,
    证券简称: '巴安水务',
  },
  {
    证券代码: 300270,
    证券简称: '中威电子',
  },
  {
    证券代码: 300266,
    证券简称: '兴源环境',
  },
  {
    证券代码: 300274,
    证券简称: '阳光电源',
  },
  {
    证券代码: 300275,
    证券简称: '梅安森',
  },
  {
    证券代码: 300283,
    证券简称: '温州宏丰',
  },
  {
    证券代码: 300278,
    证券简称: '华昌达',
  },
  {
    证券代码: 300276,
    证券简称: '三丰智能',
  },
  {
    证券代码: 300280,
    证券简称: '紫天科技',
  },
  {
    证券代码: 300293,
    证券简称: '蓝英装备',
  },
  {
    证券代码: 300279,
    证券简称: '和晶科技',
  },
  {
    证券代码: 300285,
    证券简称: '国瓷材料',
  },
  {
    证券代码: 300281,
    证券简称: '金明精机',
  },
  {
    证券代码: 300295,
    证券简称: '三六五网',
  },
  {
    证券代码: 300286,
    证券简称: '安科瑞',
  },
  {
    证券代码: 300288,
    证券简称: '朗玛信息',
  },
  {
    证券代码: 300324,
    证券简称: '旋极信息',
  },
  {
    证券代码: 300350,
    证券简称: '华鹏飞',
  },
  {
    证券代码: 300290,
    证券简称: '荣科科技',
  },
  {
    证券代码: 300287,
    证券简称: '飞利信',
  },
  {
    证券代码: 300298,
    证券简称: '三诺生物',
  },
  {
    证券代码: 300289,
    证券简称: '利德曼',
  },
  {
    证券代码: 300291,
    证券简称: '华录百纳',
  },
  {
    证券代码: 300297,
    证券简称: '蓝盾股份',
  },
  {
    证券代码: 300292,
    证券简称: '吴通控股',
  },
  {
    证券代码: 300307,
    证券简称: '慈星股份',
  },
  {
    证券代码: 300358,
    证券简称: '楚天科技',
  },
  {
    证券代码: 300310,
    证券简称: '宜通世纪',
  },
  {
    证券代码: 300309,
    证券简称: '吉艾科技',
  },
  {
    证券代码: 300296,
    证券简称: '利亚德',
  },
  {
    证券代码: 300301,
    证券简称: '长方集团',
  },
  {
    证券代码: 300306,
    证券简称: '远方信息',
  },
  {
    证券代码: 300304,
    证券简称: '云意电气',
  },
  {
    证券代码: 300326,
    证券简称: '凯利泰',
  },
  {
    证券代码: 300300,
    证券简称: '汉鼎宇佑',
  },
  {
    证券代码: 300320,
    证券简称: '海达股份',
  },
  {
    证券代码: 300313,
    证券简称: '天山生物',
  },
  {
    证券代码: 300314,
    证券简称: '戴维医疗',
  },
  {
    证券代码: 300327,
    证券简称: '中颖电子',
  },
  {
    证券代码: 300311,
    证券简称: '任子行',
  },
  {
    证券代码: 300330,
    证券简称: '华虹计通',
  },
  {
    证券代码: 300308,
    证券简称: '中际旭创',
  },
  {
    证券代码: 300302,
    证券简称: '同有科技',
  },
  {
    证券代码: 300317,
    证券简称: '珈伟新能',
  },
  {
    证券代码: 300312,
    证券简称: '邦讯技术',
  },
  {
    证券代码: 300315,
    证券简称: '掌趣科技',
  },
  {
    证券代码: 300329,
    证券简称: '海伦钢琴',
  },
  {
    证券代码: 300299,
    证券简称: '富春股份',
  },
  {
    证券代码: 300319,
    证券简称: '麦捷科技',
  },
  {
    证券代码: 300316,
    证券简称: '晶盛机电',
  },
  {
    证券代码: 300342,
    证券简称: '天银机电',
  },
  {
    证券代码: 300333,
    证券简称: '兆日科技',
  },
  {
    证券代码: 300400,
    证券简称: '劲拓股份',
  },
  {
    证券代码: 300339,
    证券简称: '润和软件',
  },
  {
    证券代码: 300322,
    证券简称: '硕贝德',
  },
  {
    证券代码: 300336,
    证券简称: '新文化',
  },
  {
    证券代码: 300334,
    证券简称: '津膜科技',
  },
  {
    证券代码: 300338,
    证券简称: '开元股份',
  },
  {
    证券代码: 300397,
    证券简称: '天和防务',
  },
  {
    证券代码: 300348,
    证券简称: '长亮科技',
  },
  {
    证券代码: 300337,
    证券简称: '银邦股份',
  },
  {
    证券代码: 300328,
    证券简称: '宜安科技',
  },
  {
    证券代码: 300332,
    证券简称: '天壕环境',
  },
  {
    证券代码: 300349,
    证券简称: '金卡智能',
  },
  {
    证券代码: 300344,
    证券简称: '太空智造',
  },
  {
    证券代码: 300335,
    证券简称: '迪森股份',
  },
  {
    证券代码: 300323,
    证券简称: '华灿光电',
  },
  {
    证券代码: 300347,
    证券简称: '泰格医药',
  },
  {
    证券代码: 300341,
    证券简称: '麦克奥迪',
  },
  {
    证券代码: 300362,
    证券简称: '天翔环境',
  },
  {
    证券代码: 300346,
    证券简称: '南大光电',
  },
  {
    证券代码: 300343,
    证券简称: '联创互联',
  },
  {
    证券代码: 300383,
    证券简称: '光环新网',
  },
  {
    证券代码: 300371,
    证券简称: '汇中股份',
  },
  {
    证券代码: 300389,
    证券简称: '艾比森',
  },
  {
    证券代码: 300352,
    证券简称: '北信源',
  },
  {
    证券代码: 300382,
    证券简称: '斯莱克',
  },
  {
    证券代码: 300356,
    证券简称: '光一科技',
  },
  {
    证券代码: 300369,
    证券简称: '绿盟科技',
  },
  {
    证券代码: 300354,
    证券简称: '东华测试',
  },
  {
    证券代码: 300367,
    证券简称: '东方网力',
  },
  {
    证券代码: 300351,
    证券简称: '永贵电器',
  },
  {
    证券代码: 300355,
    证券简称: '蒙草生态',
  },
  {
    证券代码: 300403,
    证券简称: '汉宇集团',
  },
  {
    证券代码: 300396,
    证券简称: '迪瑞医疗',
  },
  {
    证券代码: 300368,
    证券简称: '汇金股份',
  },
  {
    证券代码: 300357,
    证券简称: '我武生物',
  },
  {
    证券代码: 300360,
    证券简称: '炬华科技',
  },
  {
    证券代码: 300363,
    证券简称: '博腾股份',
  },
  {
    证券代码: 300373,
    证券简称: '扬杰科技',
  },
  {
    证券代码: 300377,
    证券简称: '赢时胜',
  },
  {
    证券代码: 300391,
    证券简称: '康跃科技',
  },
  {
    证券代码: 300385,
    证券简称: '雪浪环境',
  },
  {
    证券代码: 300419,
    证券简称: '浩丰科技',
  },
  {
    证券代码: 300380,
    证券简称: '安硕信息',
  },
  {
    证券代码: 300365,
    证券简称: '恒华科技',
  },
  {
    证券代码: 300399,
    证券简称: '京天利',
  },
  {
    证券代码: 300359,
    证券简称: '全通教育',
  },
  {
    证券代码: 300379,
    证券简称: '东方通',
  },
  {
    证券代码: 300390,
    证券简称: '天华超净',
  },
  {
    证券代码: 300407,
    证券简称: '凯发电气',
  },
  {
    证券代码: 300387,
    证券简称: '富邦股份',
  },
  {
    证券代码: 300428,
    证券简称: '四通新材',
  },
  {
    证券代码: 300398,
    证券简称: '飞凯材料',
  },
  {
    证券代码: 300386,
    证券简称: '飞天诚信',
  },
  {
    证券代码: 300384,
    证券简称: '三联虹普',
  },
  {
    证券代码: 300406,
    证券简称: '九强生物',
  },
  {
    证券代码: 300378,
    证券简称: '鼎捷软件',
  },
  {
    证券代码: 300405,
    证券简称: '科隆股份',
  },
  {
    证券代码: 300374,
    证券简称: '恒通科技',
  },
  {
    证券代码: 300392,
    证券简称: '腾信股份',
  },
  {
    证券代码: 300408,
    证券简称: '三环集团',
  },
  {
    证券代码: 300410,
    证券简称: '正业科技',
  },
  {
    证券代码: 300395,
    证券简称: '菲利华',
  },
  {
    证券代码: 300413,
    证券简称: '芒果超媒',
  },
  {
    证券代码: 300424,
    证券简称: '航新科技',
  },
  {
    证券代码: 300430,
    证券简称: '诚益通',
  },
  {
    证券代码: 300404,
    证券简称: '博济医药',
  },
  {
    证券代码: 300412,
    证券简称: '迦南科技',
  },
  {
    证券代码: 300409,
    证券简称: '道氏技术',
  },
  {
    证券代码: 300418,
    证券简称: '昆仑万维',
  },
  {
    证券代码: 300364,
    证券简称: '中文在线',
  },
  {
    证券代码: 300417,
    证券简称: '南华仪器',
  },
  {
    证券代码: 300393,
    证券简称: '中来股份',
  },
  {
    证券代码: 300411,
    证券简称: '金盾股份',
  },
  {
    证券代码: 300422,
    证券简称: '博世科',
  },
  {
    证券代码: 300416,
    证券简称: '苏试试验',
  },
  {
    证券代码: 300426,
    证券简称: '唐德影视',
  },
  {
    证券代码: 300415,
    证券简称: '伊之密',
  },
  {
    证券代码: 300420,
    证券简称: '五洋停车',
  },
  {
    证券代码: 300425,
    证券简称: '环能科技',
  },
  {
    证券代码: 300427,
    证券简称: '红相股份',
  },
  {
    证券代码: 300394,
    证券简称: '天孚通信',
  },
  {
    证券代码: 300429,
    证券简称: '强力新材',
  },
  {
    证券代码: 300421,
    证券简称: '力星股份',
  },
  {
    证券代码: 300414,
    证券简称: '中光防雷',
  },
  {
    证券代码: 300423,
    证券简称: '鲁亿通',
  },
  {
    证券代码: 300376,
    证券简称: '易事特',
  },
  {
    证券代码: 300150,
    证券简称: '世纪瑞尔',
  },
  {
    证券代码: 600048,
    证券简称: '保利地产',
  },
  {
    证券代码: 600017,
    证券简称: '日照港',
  },
  {
    证券代码: 600018,
    证券简称: '上港集团',
  },
  {
    证券代码: 300746,
    证券简称: '汉嘉设计',
  },
  {
    证券代码: 300749,
    证券简称: '顶固集创',
  },
  {
    证券代码: 300755,
    证券简称: '华致酒行',
  },
  {
    证券代码: 600023,
    证券简称: '浙能电力',
  },
  {
    证券代码: 600025,
    证券简称: '华能水电',
  },
  {
    证券代码: 300756,
    证券简称: '中山金马',
  },
  {
    证券代码: 300767,
    证券简称: '震安科技',
  },
  {
    证券代码: 300761,
    证券简称: '立华股份',
  },
  {
    证券代码: 300758,
    证券简称: '七彩化学',
  },
  {
    证券代码: 300742,
    证券简称: '越博动力',
  },
  {
    证券代码: 300745,
    证券简称: '欣锐科技',
  },
  {
    证券代码: 300760,
    证券简称: '迈瑞医疗',
  },
  {
    证券代码: 300752,
    证券简称: '隆利科技',
  },
  {
    证券代码: 300751,
    证券简称: '迈为股份',
  },
  {
    证券代码: 300747,
    证券简称: '锐科激光',
  },
  {
    证券代码: 300757,
    证券简称: '罗博特科',
  },
  {
    证券代码: 300753,
    证券简称: '爱朋医疗',
  },
  {
    证券代码: 300759,
    证券简称: '康龙化成',
  },
  {
    证券代码: 300766,
    证券简称: '每日互动',
  },
  {
    证券代码: 300762,
    证券简称: '上海瀚讯',
  },
  {
    证券代码: 300765,
    证券简称: '新诺威',
  },
  {
    证券代码: 300743,
    证券简称: '天地数码',
  },
  {
    证券代码: 300750,
    证券简称: '宁德时代',
  },
  {
    证券代码: 300748,
    证券简称: '金力永磁',
  },
  {
    证券代码: 300763,
    证券简称: '锦浪科技',
  },
  {
    证券代码: 600000,
    证券简称: '浦发银行',
  },
  {
    证券代码: 600004,
    证券简称: '白云机场',
  },
  {
    证券代码: 600006,
    证券简称: '东风汽车',
  },
  {
    证券代码: 600007,
    证券简称: '中国国贸',
  },
  {
    证券代码: 600008,
    证券简称: '首创股份',
  },
  {
    证券代码: 600009,
    证券简称: '上海机场',
  },
  {
    证券代码: 600010,
    证券简称: '包钢股份',
  },
  {
    证券代码: 600011,
    证券简称: '华能国际',
  },
  {
    证券代码: 600012,
    证券简称: '皖通高速',
  },
  {
    证券代码: 600015,
    证券简称: '华夏银行',
  },
  {
    证券代码: 600016,
    证券简称: '民生银行',
  },
  {
    证券代码: 600019,
    证券简称: '宝钢股份',
  },
  {
    证券代码: 600020,
    证券简称: '中原高速',
  },
  {
    证券代码: 600021,
    证券简称: '上海电力',
  },
  {
    证券代码: 600022,
    证券简称: '山东钢铁',
  },
  {
    证券代码: 600026,
    证券简称: '中远海能',
  },
  {
    证券代码: 600027,
    证券简称: '华电国际',
  },
  {
    证券代码: 600028,
    证券简称: '中国石化',
  },
  {
    证券代码: 600029,
    证券简称: '南方航空',
  },
  {
    证券代码: 600030,
    证券简称: '中信证券',
  },
  {
    证券代码: 600031,
    证券简称: '三一重工',
  },
  {
    证券代码: 600033,
    证券简称: '福建高速',
  },
  {
    证券代码: 600035,
    证券简称: '楚天高速',
  },
  {
    证券代码: 600036,
    证券简称: '招商银行',
  },
  {
    证券代码: 600037,
    证券简称: '歌华有线',
  },
  {
    证券代码: 600038,
    证券简称: '中直股份',
  },
  {
    证券代码: 600039,
    证券简称: '四川路桥',
  },
  {
    证券代码: 600050,
    证券简称: '中国联通',
  },
  {
    证券代码: 600051,
    证券简称: '宁波联合',
  },
  {
    证券代码: 600052,
    证券简称: '浙江广厦',
  },
  {
    证券代码: 600053,
    证券简称: '九鼎投资',
  },
  {
    证券代码: 600054,
    证券简称: '黄山旅游',
  },
  {
    证券代码: 600055,
    证券简称: '万东医疗',
  },
  {
    证券代码: 600056,
    证券简称: '中国医药',
  },
  {
    证券代码: 600057,
    证券简称: '厦门象屿',
  },
  {
    证券代码: 600058,
    证券简称: '五矿发展',
  },
  {
    证券代码: 600059,
    证券简称: '古越龙山',
  },
  {
    证券代码: 600060,
    证券简称: '海信电器',
  },
  {
    证券代码: 600061,
    证券简称: '国投资本',
  },
  {
    证券代码: 600062,
    证券简称: '华润双鹤',
  },
  {
    证券代码: 600063,
    证券简称: '皖维高新',
  },
  {
    证券代码: 600064,
    证券简称: '南京高科',
  },
  {
    证券代码: 600066,
    证券简称: '宇通客车',
  },
  {
    证券代码: 600067,
    证券简称: '冠城大通',
  },
  {
    证券代码: 600068,
    证券简称: '葛洲坝',
  },
  {
    证券代码: 600069,
    证券简称: '银鸽投资',
  },
  {
    证券代码: 600070,
    证券简称: '浙江富润',
  },
  {
    证券代码: 600071,
    证券简称: '凤凰光学',
  },
  {
    证券代码: 600072,
    证券简称: '中船科技',
  },
  {
    证券代码: 600073,
    证券简称: '上海梅林',
  },
  {
    证券代码: 600074,
    证券简称: '*ST保千',
  },
  {
    证券代码: 600075,
    证券简称: '新疆天业',
  },
  {
    证券代码: 600076,
    证券简称: '康欣新材',
  },
  {
    证券代码: 600077,
    证券简称: '宋都股份',
  },
  {
    证券代码: 600078,
    证券简称: '澄星股份',
  },
  {
    证券代码: 600079,
    证券简称: '人福医药',
  },
  {
    证券代码: 600080,
    证券简称: '金花股份',
  },
  {
    证券代码: 600081,
    证券简称: '东风科技',
  },
  {
    证券代码: 600082,
    证券简称: '海泰发展',
  },
  {
    证券代码: 600083,
    证券简称: '博信股份',
  },
  {
    证券代码: 600084,
    证券简称: '中葡股份',
  },
  {
    证券代码: 600085,
    证券简称: '同仁堂',
  },
  {
    证券代码: 600086,
    证券简称: '东方金钰',
  },
  {
    证券代码: 600088,
    证券简称: '中视传媒',
  },
  {
    证券代码: 600089,
    证券简称: '特变电工',
  },
  {
    证券代码: 600090,
    证券简称: '同济堂',
  },
  {
    证券代码: 600091,
    证券简称: 'ST明科',
  },
  {
    证券代码: 600093,
    证券简称: '易见股份',
  },
  {
    证券代码: 600094,
    证券简称: '大名城',
  },
  {
    证券代码: 600095,
    证券简称: '哈高科',
  },
  {
    证券代码: 600096,
    证券简称: '云天化',
  },
  {
    证券代码: 600097,
    证券简称: '开创国际',
  },
  {
    证券代码: 600098,
    证券简称: '广州发展',
  },
  {
    证券代码: 600099,
    证券简称: '林海股份',
  },
  {
    证券代码: 600100,
    证券简称: '同方股份',
  },
  {
    证券代码: 600101,
    证券简称: '明星电力',
  },
  {
    证券代码: 600103,
    证券简称: '青山纸业',
  },
  {
    证券代码: 600104,
    证券简称: '上汽集团',
  },
  {
    证券代码: 600105,
    证券简称: '永鼎股份',
  },
  {
    证券代码: 600106,
    证券简称: '重庆路桥',
  },
  {
    证券代码: 600107,
    证券简称: '美尔雅',
  },
  {
    证券代码: 600108,
    证券简称: '亚盛集团',
  },
  {
    证券代码: 600109,
    证券简称: '国金证券',
  },
  {
    证券代码: 600110,
    证券简称: '诺德股份',
  },
  {
    证券代码: 600111,
    证券简称: '北方稀土',
  },
  {
    证券代码: 600112,
    证券简称: '天成控股',
  },
  {
    证券代码: 600113,
    证券简称: '浙江东日',
  },
  {
    证券代码: 600114,
    证券简称: '东睦股份',
  },
  {
    证券代码: 600115,
    证券简称: '东方航空',
  },
  {
    证券代码: 600116,
    证券简称: '三峡水利',
  },
  {
    证券代码: 600117,
    证券简称: '西宁特钢',
  },
  {
    证券代码: 600118,
    证券简称: '中国卫星',
  },
  {
    证券代码: 600119,
    证券简称: '长江投资',
  },
  {
    证券代码: 600120,
    证券简称: '浙江东方',
  },
  {
    证券代码: 600121,
    证券简称: '郑州煤电',
  },
  {
    证券代码: 600122,
    证券简称: '宏图高科',
  },
  {
    证券代码: 600123,
    证券简称: '兰花科创',
  },
  {
    证券代码: 600125,
    证券简称: '铁龙物流',
  },
  {
    证券代码: 600126,
    证券简称: '杭钢股份',
  },
  {
    证券代码: 600127,
    证券简称: '金健米业',
  },
  {
    证券代码: 600128,
    证券简称: '弘业股份',
  },
  {
    证券代码: 600129,
    证券简称: '太极集团',
  },
  {
    证券代码: 600130,
    证券简称: '波导股份',
  },
  {
    证券代码: 600131,
    证券简称: '岷江水电',
  },
  {
    证券代码: 600132,
    证券简称: '重庆啤酒',
  },
  {
    证券代码: 600133,
    证券简称: '东湖高新',
  },
  {
    证券代码: 600135,
    证券简称: '乐凯胶片',
  },
  {
    证券代码: 600136,
    证券简称: '当代明诚',
  },
  {
    证券代码: 600137,
    证券简称: '浪莎股份',
  },
  {
    证券代码: 600138,
    证券简称: '中青旅',
  },
  {
    证券代码: 600139,
    证券简称: '西部资源',
  },
  {
    证券代码: 600141,
    证券简称: '兴发集团',
  },
  {
    证券代码: 600143,
    证券简称: '金发科技',
  },
  {
    证券代码: 600145,
    证券简称: '*ST新亿',
  },
  {
    证券代码: 600146,
    证券简称: '商赢环球',
  },
  {
    证券代码: 600148,
    证券简称: '长春一东',
  },
  {
    证券代码: 600149,
    证券简称: 'ST坊展',
  },
  {
    证券代码: 600150,
    证券简称: '中国船舶',
  },
  {
    证券代码: 600151,
    证券简称: '航天机电',
  },
  {
    证券代码: 600152,
    证券简称: '维科技术',
  },
  {
    证券代码: 600153,
    证券简称: '建发股份',
  },
  {
    证券代码: 600155,
    证券简称: '华创阳安',
  },
  {
    证券代码: 600156,
    证券简称: '华升股份',
  },
  {
    证券代码: 600157,
    证券简称: '永泰能源',
  },
  {
    证券代码: 600158,
    证券简称: '中体产业',
  },
  {
    证券代码: 600159,
    证券简称: '大龙地产',
  },
  {
    证券代码: 600160,
    证券简称: '巨化股份',
  },
  {
    证券代码: 600161,
    证券简称: '天坛生物',
  },
  {
    证券代码: 600162,
    证券简称: '香江控股',
  },
  {
    证券代码: 600163,
    证券简称: '中闽能源',
  },
  {
    证券代码: 600165,
    证券简称: '新日恒力',
  },
  {
    证券代码: 600166,
    证券简称: '福田汽车',
  },
  {
    证券代码: 600167,
    证券简称: '联美控股',
  },
  {
    证券代码: 600168,
    证券简称: '武汉控股',
  },
  {
    证券代码: 600169,
    证券简称: '太原重工',
  },
  {
    证券代码: 600170,
    证券简称: '上海建工',
  },
  {
    证券代码: 600171,
    证券简称: '上海贝岭',
  },
  {
    证券代码: 600172,
    证券简称: '黄河旋风',
  },
  {
    证券代码: 600173,
    证券简称: '卧龙地产',
  },
  {
    证券代码: 600175,
    证券简称: '美都能源',
  },
  {
    证券代码: 600176,
    证券简称: '中国巨石',
  },
  {
    证券代码: 600177,
    证券简称: '雅戈尔',
  },
  {
    证券代码: 600178,
    证券简称: '东安动力',
  },
  {
    证券代码: 600179,
    证券简称: '安通控股',
  },
  {
    证券代码: 600180,
    证券简称: '瑞茂通',
  },
  {
    证券代码: 600182,
    证券简称: 'S佳通',
  },
  {
    证券代码: 600183,
    证券简称: '生益科技',
  },
  {
    证券代码: 600184,
    证券简称: '光电股份',
  },
  {
    证券代码: 600185,
    证券简称: '格力地产',
  },
  {
    证券代码: 600186,
    证券简称: '莲花健康',
  },
  {
    证券代码: 600187,
    证券简称: '国中水务',
  },
  {
    证券代码: 600188,
    证券简称: '兖州煤业',
  },
  {
    证券代码: 600189,
    证券简称: '吉林森工',
  },
  {
    证券代码: 600190,
    证券简称: '锦州港',
  },
  {
    证券代码: 600191,
    证券简称: '华资实业',
  },
  {
    证券代码: 600192,
    证券简称: '长城电工',
  },
  {
    证券代码: 600193,
    证券简称: 'ST创兴',
  },
  {
    证券代码: 600195,
    证券简称: '中牧股份',
  },
  {
    证券代码: 600196,
    证券简称: '复星医药',
  },
  {
    证券代码: 600197,
    证券简称: '伊力特',
  },
  {
    证券代码: 600198,
    证券简称: '*ST大唐',
  },
  {
    证券代码: 600199,
    证券简称: '金种子酒',
  },
  {
    证券代码: 600200,
    证券简称: '江苏吴中',
  },
  {
    证券代码: 600201,
    证券简称: '生物股份',
  },
  {
    证券代码: 600202,
    证券简称: '哈空调',
  },
  {
    证券代码: 600203,
    证券简称: '福日电子',
  },
  {
    证券代码: 600206,
    证券简称: '有研新材',
  },
  {
    证券代码: 600207,
    证券简称: '安彩高科',
  },
  {
    证券代码: 600208,
    证券简称: '新湖中宝',
  },
  {
    证券代码: 600209,
    证券简称: '*ST罗顿',
  },
  {
    证券代码: 600210,
    证券简称: '紫江企业',
  },
  {
    证券代码: 600211,
    证券简称: '西藏药业',
  },
  {
    证券代码: 600212,
    证券简称: '江泉实业',
  },
  {
    证券代码: 600213,
    证券简称: '亚星客车',
  },
  {
    证券代码: 600215,
    证券简称: '长春经开',
  },
  {
    证券代码: 600216,
    证券简称: '浙江医药',
  },
  {
    证券代码: 600217,
    证券简称: '中再资环',
  },
  {
    证券代码: 600218,
    证券简称: '全柴动力',
  },
  {
    证券代码: 600219,
    证券简称: '南山铝业',
  },
  {
    证券代码: 600220,
    证券简称: '江苏阳光',
  },
  {
    证券代码: 600221,
    证券简称: '海航控股',
  },
  {
    证券代码: 600222,
    证券简称: '太龙药业',
  },
  {
    证券代码: 600223,
    证券简称: '鲁商置业',
  },
  {
    证券代码: 600225,
    证券简称: '天津松江',
  },
  {
    证券代码: 600226,
    证券简称: '瀚叶股份',
  },
  {
    证券代码: 600227,
    证券简称: '圣济堂',
  },
  {
    证券代码: 600228,
    证券简称: 'ST昌九',
  },
  {
    证券代码: 600229,
    证券简称: '城市传媒',
  },
  {
    证券代码: 600230,
    证券简称: '沧州大化',
  },
  {
    证券代码: 600231,
    证券简称: '凌钢股份',
  },
  {
    证券代码: 600232,
    证券简称: '金鹰股份',
  },
  {
    证券代码: 600233,
    证券简称: '圆通速递',
  },
  {
    证券代码: 600234,
    证券简称: 'ST山水',
  },
  {
    证券代码: 600235,
    证券简称: '民丰特纸',
  },
  {
    证券代码: 600236,
    证券简称: '桂冠电力',
  },
  {
    证券代码: 600237,
    证券简称: '铜峰电子',
  },
  {
    证券代码: 600238,
    证券简称: '*ST椰岛',
  },
  {
    证券代码: 600239,
    证券简称: '云南城投',
  },
  {
    证券代码: 600240,
    证券简称: '华业资本',
  },
  {
    证券代码: 600241,
    证券简称: '时代万恒',
  },
  {
    证券代码: 600242,
    证券简称: '中昌数据',
  },
  {
    证券代码: 600243,
    证券简称: '青海华鼎',
  },
  {
    证券代码: 600246,
    证券简称: '万通地产',
  },
  {
    证券代码: 600247,
    证券简称: '*ST成城',
  },
  {
    证券代码: 600248,
    证券简称: '延长化建',
  },
  {
    证券代码: 600249,
    证券简称: '两面针',
  },
  {
    证券代码: 600250,
    证券简称: '南纺股份',
  },
  {
    证券代码: 600251,
    证券简称: '冠农股份',
  },
  {
    证券代码: 600252,
    证券简称: '中恒集团',
  },
  {
    证券代码: 600255,
    证券简称: '梦舟股份',
  },
  {
    证券代码: 600256,
    证券简称: '广汇能源',
  },
  {
    证券代码: 600257,
    证券简称: '大湖股份',
  },
  {
    证券代码: 600258,
    证券简称: '首旅酒店',
  },
  {
    证券代码: 600259,
    证券简称: '广晟有色',
  },
  {
    证券代码: 600260,
    证券简称: '凯乐科技',
  },
  {
    证券代码: 600261,
    证券简称: '阳光照明',
  },
  {
    证券代码: 600262,
    证券简称: '北方股份',
  },
  {
    证券代码: 600265,
    证券简称: 'ST景谷',
  },
  {
    证券代码: 600266,
    证券简称: '北京城建',
  },
  {
    证券代码: 600267,
    证券简称: '海正药业',
  },
  {
    证券代码: 600268,
    证券简称: '国电南自',
  },
  {
    证券代码: 600269,
    证券简称: '赣粤高速',
  },
  {
    证券代码: 600271,
    证券简称: '航天信息',
  },
  {
    证券代码: 600272,
    证券简称: '开开实业',
  },
  {
    证券代码: 200011,
    证券简称: '深物业B',
  },
  {
    证券代码: 200012,
    证券简称: '南 玻Ｂ',
  },
  {
    证券代码: 200016,
    证券简称: '深康佳Ｂ',
  },
  {
    证券代码: 200017,
    证券简称: '深中华B',
  },
  {
    证券代码: 200018,
    证券简称: '神州B',
  },
  {
    证券代码: 200019,
    证券简称: '深粮B',
  },
  {
    证券代码: 200020,
    证券简称: '深华发Ｂ',
  },
  {
    证券代码: 201872,
    证券简称: '招港B',
  },
  {
    证券代码: 200025,
    证券简称: '特 力Ｂ',
  },
  {
    证券代码: 200026,
    证券简称: '飞亚达Ｂ',
  },
  {
    证券代码: 200028,
    证券简称: '一致Ｂ',
  },
  {
    证券代码: 200029,
    证券简称: '深深房Ｂ',
  },
  {
    证券代码: 200030,
    证券简称: '富奥B',
  },
  {
    证券代码: 200037,
    证券简称: '深南电B',
  },
  {
    证券代码: 200045,
    证券简称: '深纺织Ｂ',
  },
  {
    证券代码: 200055,
    证券简称: '方大Ｂ',
  },
  {
    证券代码: 200056,
    证券简称: '皇庭B',
  },
  {
    证券代码: 200058,
    证券简称: '深赛格B',
  },
  {
    证券代码: 200413,
    证券简称: '东旭B',
  },
  {
    证券代码: 200418,
    证券简称: '小天鹅Ｂ',
  },
  {
    证券代码: 200429,
    证券简称: '粤高速Ｂ',
  },
  {
    证券代码: 200488,
    证券简称: '晨 鸣Ｂ',
  },
  {
    证券代码: 200505,
    证券简称: '京粮B',
  },
  {
    证券代码: 200521,
    证券简称: '虹美菱B',
  },
  {
    证券代码: 200530,
    证券简称: '大 冷Ｂ',
  },
  {
    证券代码: 200539,
    证券简称: '粤电力Ｂ',
  },
  {
    证券代码: 200541,
    证券简称: '粤照明Ｂ',
  },
  {
    证券代码: 200550,
    证券简称: '江 铃Ｂ',
  },
  {
    证券代码: 200553,
    证券简称: '安道麦B',
  },
  {
    证券代码: 200570,
    证券简称: '苏常柴Ｂ',
  },
  {
    证券代码: 200581,
    证券简称: '苏威孚Ｂ',
  },
  {
    证券代码: 200596,
    证券简称: '古井贡Ｂ',
  },
  {
    证券代码: 200613,
    证券简称: '大东海B',
  },
  {
    证券代码: 200625,
    证券简称: '长 安Ｂ',
  },
  {
    证券代码: 200725,
    证券简称: '京东方Ｂ',
  },
  {
    证券代码: 200726,
    证券简称: '鲁 泰Ｂ',
  },
  {
    证券代码: 200761,
    证券简称: '本钢板Ｂ',
  },
  {
    证券代码: 200869,
    证券简称: '张 裕Ｂ',
  },
  {
    证券代码: 200054,
    证券简称: '建车B',
  },
  {
    证券代码: 200152,
    证券简称: '山 航Ｂ',
  },
  {
    证券代码: 200160,
    证券简称: '东沣B',
  },
  {
    证券代码: 200168,
    证券简称: '舜喆B',
  },
  {
    证券代码: 200468,
    证券简称: '宁通信B',
  },
  {
    证券代码: 200512,
    证券简称: '闽灿坤Ｂ',
  },
  {
    证券代码: 200706,
    证券简称: '瓦轴B',
  },
  {
    证券代码: 200771,
    证券简称: '杭汽轮Ｂ',
  },
  {
    证券代码: 200986,
    证券简称: '粤华包Ｂ',
  },
  {
    证券代码: 200992,
    证券简称: '中 鲁Ｂ',
  },
  {
    证券代码: 600273,
    证券简称: '嘉化能源',
  },
  {
    证券代码: 600275,
    证券简称: 'ST昌鱼',
  },
  {
    证券代码: 600276,
    证券简称: '恒瑞医药',
  },
  {
    证券代码: 600277,
    证券简称: '亿利洁能',
  },
  {
    证券代码: 600278,
    证券简称: '东方创业',
  },
  {
    证券代码: 600279,
    证券简称: '重庆港九',
  },
  {
    证券代码: 600280,
    证券简称: '中央商场',
  },
  {
    证券代码: 600281,
    证券简称: '太化股份',
  },
  {
    证券代码: 600282,
    证券简称: '南钢股份',
  },
  {
    证券代码: 600283,
    证券简称: '钱江水利',
  },
  {
    证券代码: 600284,
    证券简称: '浦东建设',
  },
  {
    证券代码: 600285,
    证券简称: '羚锐制药',
  },
  {
    证券代码: 600287,
    证券简称: '江苏舜天',
  },
  {
    证券代码: 600288,
    证券简称: '大恒科技',
  },
  {
    证券代码: 600289,
    证券简称: '*ST信通',
  },
  {
    证券代码: 600290,
    证券简称: '华仪电气',
  },
  {
    证券代码: 600291,
    证券简称: '西水股份',
  },
  {
    证券代码: 600292,
    证券简称: '远达环保',
  },
  {
    证券代码: 600293,
    证券简称: '三峡新材',
  },
  {
    证券代码: 600295,
    证券简称: '鄂尔多斯',
  },
  {
    证券代码: 600297,
    证券简称: '广汇汽车',
  },
  {
    证券代码: 600298,
    证券简称: '安琪酵母',
  },
  {
    证券代码: 600299,
    证券简称: '安迪苏',
  },
  {
    证券代码: 600300,
    证券简称: '维维股份',
  },
  {
    证券代码: 600301,
    证券简称: 'ST南化',
  },
  {
    证券代码: 600302,
    证券简称: '标准股份',
  },
  {
    证券代码: 600303,
    证券简称: '曙光股份',
  },
  {
    证券代码: 600305,
    证券简称: '恒顺醋业',
  },
  {
    证券代码: 600306,
    证券简称: '商业城',
  },
  {
    证券代码: 600307,
    证券简称: '酒钢宏兴',
  },
  {
    证券代码: 600308,
    证券简称: '华泰股份',
  },
  {
    证券代码: 600309,
    证券简称: '万华化学',
  },
  {
    证券代码: 600310,
    证券简称: '桂东电力',
  },
  {
    证券代码: 600311,
    证券简称: '荣华实业',
  },
  {
    证券代码: 600312,
    证券简称: '平高电气',
  },
  {
    证券代码: 600313,
    证券简称: '农发种业',
  },
  {
    证券代码: 600315,
    证券简称: '上海家化',
  },
  {
    证券代码: 600316,
    证券简称: '洪都航空',
  },
  {
    证券代码: 600317,
    证券简称: '营口港',
  },
  {
    证券代码: 600318,
    证券简称: '新力金融',
  },
  {
    证券代码: 600319,
    证券简称: '亚星化学',
  },
  {
    证券代码: 600320,
    证券简称: '振华重工',
  },
  {
    证券代码: 600321,
    证券简称: 'ST正源',
  },
  {
    证券代码: 600322,
    证券简称: '天房发展',
  },
  {
    证券代码: 600323,
    证券简称: '瀚蓝环境',
  },
  {
    证券代码: 600325,
    证券简称: '华发股份',
  },
  {
    证券代码: 600326,
    证券简称: '西藏天路',
  },
  {
    证券代码: 600327,
    证券简称: '大东方',
  },
  {
    证券代码: 600328,
    证券简称: '兰太实业',
  },
  {
    证券代码: 600329,
    证券简称: '中新药业',
  },
  {
    证券代码: 600330,
    证券简称: '天通股份',
  },
  {
    证券代码: 600331,
    证券简称: '宏达股份',
  },
  {
    证券代码: 600332,
    证券简称: '白云山',
  },
  {
    证券代码: 600333,
    证券简称: '长春燃气',
  },
  {
    证券代码: 600335,
    证券简称: '国机汽车',
  },
  {
    证券代码: 600336,
    证券简称: '澳柯玛',
  },
  {
    证券代码: 600337,
    证券简称: '美克家居',
  },
  {
    证券代码: 600338,
    证券简称: '西藏珠峰',
  },
  {
    证券代码: 600339,
    证券简称: '中油工程',
  },
  {
    证券代码: 600340,
    证券简称: '华夏幸福',
  },
  {
    证券代码: 600343,
    证券简称: '航天动力',
  },
  {
    证券代码: 600345,
    证券简称: '长江通信',
  },
  {
    证券代码: 600346,
    证券简称: '恒力股份',
  },
  {
    证券代码: 600348,
    证券简称: '阳泉煤业',
  },
  {
    证券代码: 600350,
    证券简称: '山东高速',
  },
  {
    证券代码: 600351,
    证券简称: '亚宝药业',
  },
  {
    证券代码: 600352,
    证券简称: '浙江龙盛',
  },
  {
    证券代码: 600353,
    证券简称: '旭光股份',
  },
  {
    证券代码: 600354,
    证券简称: '敦煌种业',
  },
  {
    证券代码: 600355,
    证券简称: '精伦电子',
  },
  {
    证券代码: 600356,
    证券简称: '恒丰纸业',
  },
  {
    证券代码: 600358,
    证券简称: '国旅联合',
  },
  {
    证券代码: 600359,
    证券简称: '新农开发',
  },
  {
    证券代码: 600360,
    证券简称: '华微电子',
  },
  {
    证券代码: 600361,
    证券简称: '华联综超',
  },
  {
    证券代码: 600362,
    证券简称: '江西铜业',
  },
  {
    证券代码: 600363,
    证券简称: '联创光电',
  },
  {
    证券代码: 600365,
    证券简称: '通葡股份',
  },
  {
    证券代码: 600366,
    证券简称: '宁波韵升',
  },
  {
    证券代码: 600367,
    证券简称: '红星发展',
  },
  {
    证券代码: 600368,
    证券简称: '五洲交通',
  },
  {
    证券代码: 600369,
    证券简称: '西南证券',
  },
  {
    证券代码: 600370,
    证券简称: '三房巷',
  },
  {
    证券代码: 600371,
    证券简称: '万向德农',
  },
  {
    证券代码: 600372,
    证券简称: '中航电子',
  },
  {
    证券代码: 600373,
    证券简称: '中文传媒',
  },
  {
    证券代码: 600375,
    证券简称: '华菱星马',
  },
  {
    证券代码: 600376,
    证券简称: '首开股份',
  },
  {
    证券代码: 600377,
    证券简称: '宁沪高速',
  },
  {
    证券代码: 600378,
    证券简称: '天科股份',
  },
  {
    证券代码: 600379,
    证券简称: '宝光股份',
  },
  {
    证券代码: 600380,
    证券简称: '健康元',
  },
  {
    证券代码: 600381,
    证券简称: '青海春天',
  },
  {
    证券代码: 600382,
    证券简称: '广东明珠',
  },
  {
    证券代码: 600383,
    证券简称: '金地集团',
  },
  {
    证券代码: 600385,
    证券简称: '山东金泰',
  },
  {
    证券代码: 600386,
    证券简称: '北巴传媒',
  },
  {
    证券代码: 600387,
    证券简称: '海越能源',
  },
  {
    证券代码: 600388,
    证券简称: '龙净环保',
  },
  {
    证券代码: 600389,
    证券简称: '江山股份',
  },
  {
    证券代码: 600390,
    证券简称: '五矿资本',
  },
  {
    证券代码: 600391,
    证券简称: '航发科技',
  },
  {
    证券代码: 600392,
    证券简称: '盛和资源',
  },
  {
    证券代码: 600393,
    证券简称: '粤泰股份',
  },
  {
    证券代码: 600395,
    证券简称: '盘江股份',
  },
  {
    证券代码: 600396,
    证券简称: '金山股份',
  },
  {
    证券代码: 600397,
    证券简称: '*ST安煤',
  },
  {
    证券代码: 600398,
    证券简称: '海澜之家',
  },
  {
    证券代码: 600399,
    证券简称: '*ST抚钢',
  },
  {
    证券代码: 600400,
    证券简称: '红豆股份',
  },
  {
    证券代码: 600401,
    证券简称: '*ST海润',
  },
  {
    证券代码: 600403,
    证券简称: '大有能源',
  },
  {
    证券代码: 600405,
    证券简称: '动力源',
  },
  {
    证券代码: 600406,
    证券简称: '国电南瑞',
  },
  {
    证券代码: 600408,
    证券简称: 'ST安泰',
  },
  {
    证券代码: 600409,
    证券简称: '三友化工',
  },
  {
    证券代码: 600410,
    证券简称: '华胜天成',
  },
  {
    证券代码: 600415,
    证券简称: '小商品城',
  },
  {
    证券代码: 600416,
    证券简称: '湘电股份',
  },
  {
    证券代码: 600418,
    证券简称: '江淮汽车',
  },
  {
    证券代码: 600419,
    证券简称: '天润乳业',
  },
  {
    证券代码: 600420,
    证券简称: '现代制药',
  },
  {
    证券代码: 600421,
    证券简称: 'ST仰帆',
  },
  {
    证券代码: 600422,
    证券简称: '昆药集团',
  },
  {
    证券代码: 600423,
    证券简称: '*ST柳化',
  },
  {
    证券代码: 600425,
    证券简称: '青松建化',
  },
  {
    证券代码: 600426,
    证券简称: '华鲁恒升',
  },
  {
    证券代码: 600428,
    证券简称: '中远海特',
  },
  {
    证券代码: 600429,
    证券简称: '三元股份',
  },
  {
    证券代码: 600433,
    证券简称: '冠豪高新',
  },
  {
    证券代码: 600435,
    证券简称: '北方导航',
  },
  {
    证券代码: 600436,
    证券简称: '片仔癀',
  },
  {
    证券代码: 600438,
    证券简称: '通威股份',
  },
  {
    证券代码: 600439,
    证券简称: '瑞贝卡',
  },
  {
    证券代码: 600444,
    证券简称: '国机通用',
  },
  {
    证券代码: 600446,
    证券简称: '金证股份',
  },
  {
    证券代码: 600448,
    证券简称: '华纺股份',
  },
  {
    证券代码: 600449,
    证券简称: '宁夏建材',
  },
  {
    证券代码: 600452,
    证券简称: '涪陵电力',
  },
  {
    证券代码: 600455,
    证券简称: '博通股份',
  },
  {
    证券代码: 600456,
    证券简称: '宝钛股份',
  },
  {
    证券代码: 600458,
    证券简称: '时代新材',
  },
  {
    证券代码: 600459,
    证券简称: '贵研铂业',
  },
  {
    证券代码: 600460,
    证券简称: '士兰微',
  },
  {
    证券代码: 600461,
    证券简称: '洪城水业',
  },
  {
    证券代码: 600462,
    证券简称: 'ST九有',
  },
  {
    证券代码: 600463,
    证券简称: '空港股份',
  },
  {
    证券代码: 600466,
    证券简称: '蓝光发展',
  },
  {
    证券代码: 600467,
    证券简称: '好当家',
  },
  {
    证券代码: 600468,
    证券简称: '百利电气',
  },
  {
    证券代码: 600469,
    证券简称: '风神股份',
  },
  {
    证券代码: 600470,
    证券简称: '六国化工',
  },
  {
    证券代码: 600475,
    证券简称: '华光股份',
  },
  {
    证券代码: 600476,
    证券简称: '湘邮科技',
  },
  {
    证券代码: 600477,
    证券简称: '杭萧钢构',
  },
  {
    证券代码: 600478,
    证券简称: '科力远',
  },
  {
    证券代码: 600479,
    证券简称: '千金药业',
  },
  {
    证券代码: 600480,
    证券简称: '凌云股份',
  },
  {
    证券代码: 600481,
    证券简称: '双良节能',
  },
  {
    证券代码: 600482,
    证券简称: '中国动力',
  },
  {
    证券代码: 600483,
    证券简称: '福能股份',
  },
  {
    证券代码: 600485,
    证券简称: '信威集团',
  },
  {
    证券代码: 600486,
    证券简称: '扬农化工',
  },
  {
    证券代码: 600487,
    证券简称: '亨通光电',
  },
  {
    证券代码: 600488,
    证券简称: '天药股份',
  },
  {
    证券代码: 600489,
    证券简称: '中金黄金',
  },
  {
    证券代码: 600490,
    证券简称: '鹏欣资源',
  },
  {
    证券代码: 600491,
    证券简称: '龙元建设',
  },
  {
    证券代码: 600493,
    证券简称: '凤竹纺织',
  },
  {
    证券代码: 600495,
    证券简称: '晋西车轴',
  },
  {
    证券代码: 600496,
    证券简称: '精工钢构',
  },
  {
    证券代码: 600497,
    证券简称: '驰宏锌锗',
  },
  {
    证券代码: 600498,
    证券简称: '烽火通信',
  },
  {
    证券代码: 600499,
    证券简称: '科达洁能',
  },
  {
    证券代码: 600500,
    证券简称: '中化国际',
  },
  {
    证券代码: 600501,
    证券简称: '航天晨光',
  },
  {
    证券代码: 600502,
    证券简称: '安徽水利',
  },
  {
    证券代码: 600503,
    证券简称: '华丽家族',
  },
  {
    证券代码: 600505,
    证券简称: '西昌电力',
  },
  {
    证券代码: 600506,
    证券简称: '香梨股份',
  },
  {
    证券代码: 600507,
    证券简称: '方大特钢',
  },
  {
    证券代码: 600508,
    证券简称: '上海能源',
  },
  {
    证券代码: 600509,
    证券简称: '天富能源',
  },
  {
    证券代码: 600510,
    证券简称: '黑牡丹',
  },
  {
    证券代码: 600511,
    证券简称: '国药股份',
  },
  {
    证券代码: 600512,
    证券简称: '腾达建设',
  },
  {
    证券代码: 600513,
    证券简称: '联环药业',
  },
  {
    证券代码: 600515,
    证券简称: '海航基础',
  },
  {
    证券代码: 600516,
    证券简称: '方大炭素',
  },
  {
    证券代码: 600517,
    证券简称: '置信电气',
  },
  {
    证券代码: 600518,
    证券简称: '康美药业',
  },
  {
    证券代码: 600519,
    证券简称: '贵州茅台',
  },
  {
    证券代码: 600520,
    证券简称: '文一科技',
  },
  {
    证券代码: 600521,
    证券简称: '华海药业',
  },
  {
    证券代码: 600522,
    证券简称: '中天科技',
  },
  {
    证券代码: 600523,
    证券简称: '贵航股份',
  },
  {
    证券代码: 600525,
    证券简称: '长园集团',
  },
  {
    证券代码: 600526,
    证券简称: '菲达环保',
  },
  {
    证券代码: 600527,
    证券简称: '江南高纤',
  },
  {
    证券代码: 600528,
    证券简称: '中铁工业',
  },
  {
    证券代码: 600529,
    证券简称: '山东药玻',
  },
  {
    证券代码: 600530,
    证券简称: '交大昂立',
  },
  {
    证券代码: 600531,
    证券简称: '豫光金铅',
  },
  {
    证券代码: 600532,
    证券简称: '宏达矿业',
  },
  {
    证券代码: 600533,
    证券简称: '栖霞建设',
  },
  {
    证券代码: 600535,
    证券简称: '天士力',
  },
  {
    证券代码: 600536,
    证券简称: '中国软件',
  },
  {
    证券代码: 600537,
    证券简称: '亿晶光电',
  },
  {
    证券代码: 600538,
    证券简称: '国发股份',
  },
  {
    证券代码: 600539,
    证券简称: '*ST狮头',
  },
  {
    证券代码: 600540,
    证券简称: '新赛股份',
  },
  {
    证券代码: 600543,
    证券简称: '莫高股份',
  },
  {
    证券代码: 600545,
    证券简称: '卓郎智能',
  },
  {
    证券代码: 600546,
    证券简称: '山煤国际',
  },
  {
    证券代码: 600547,
    证券简称: '山东黄金',
  },
  {
    证券代码: 600548,
    证券简称: '深高速',
  },
  {
    证券代码: 600549,
    证券简称: '厦门钨业',
  },
  {
    证券代码: 600550,
    证券简称: '保变电气',
  },
  {
    证券代码: 600551,
    证券简称: '时代出版',
  },
  {
    证券代码: 600552,
    证券简称: '凯盛科技',
  },
  {
    证券代码: 600555,
    证券简称: '海航创新',
  },
  {
    证券代码: 600556,
    证券简称: 'ST慧球',
  },
  {
    证券代码: 600557,
    证券简称: '康缘药业',
  },
  {
    证券代码: 600558,
    证券简称: '大西洋',
  },
  {
    证券代码: 600559,
    证券简称: '老白干酒',
  },
  {
    证券代码: 600560,
    证券简称: '金自天正',
  },
  {
    证券代码: 600561,
    证券简称: '江西长运',
  },
  {
    证券代码: 600562,
    证券简称: '国睿科技',
  },
  {
    证券代码: 600563,
    证券简称: '法拉电子',
  },
  {
    证券代码: 600565,
    证券简称: '迪马股份',
  },
  {
    证券代码: 600566,
    证券简称: '济川药业',
  },
  {
    证券代码: 600567,
    证券简称: '山鹰纸业',
  },
  {
    证券代码: 600568,
    证券简称: '中珠医疗',
  },
  {
    证券代码: 600569,
    证券简称: '安阳钢铁',
  },
  {
    证券代码: 600570,
    证券简称: '恒生电子',
  },
  {
    证券代码: 600571,
    证券简称: '信雅达',
  },
  {
    证券代码: 600572,
    证券简称: '康恩贝',
  },
  {
    证券代码: 600573,
    证券简称: '惠泉啤酒',
  },
  {
    证券代码: 600575,
    证券简称: '皖江物流',
  },
  {
    证券代码: 600576,
    证券简称: '祥源文化',
  },
  {
    证券代码: 600577,
    证券简称: '精达股份',
  },
  {
    证券代码: 600578,
    证券简称: '京能电力',
  },
  {
    证券代码: 600579,
    证券简称: '天华院',
  },
  {
    证券代码: 600580,
    证券简称: '卧龙电驱',
  },
  {
    证券代码: 600581,
    证券简称: '八一钢铁',
  },
  {
    证券代码: 600582,
    证券简称: '天地科技',
  },
  {
    证券代码: 600583,
    证券简称: '海油工程',
  },
  {
    证券代码: 600584,
    证券简称: '长电科技',
  },
  {
    证券代码: 600585,
    证券简称: '海螺水泥',
  },
  {
    证券代码: 600586,
    证券简称: '金晶科技',
  },
  {
    证券代码: 600587,
    证券简称: '新华医疗',
  },
  {
    证券代码: 600588,
    证券简称: '用友网络',
  },
  {
    证券代码: 600589,
    证券简称: '广东榕泰',
  },
  {
    证券代码: 600590,
    证券简称: '泰豪科技',
  },
  {
    证券代码: 600592,
    证券简称: '龙溪股份',
  },
  {
    证券代码: 600593,
    证券简称: '大连圣亚',
  },
  {
    证券代码: 600594,
    证券简称: '益佰制药',
  },
  {
    证券代码: 600595,
    证券简称: '中孚实业',
  },
  {
    证券代码: 600596,
    证券简称: '新安股份',
  },
  {
    证券代码: 600597,
    证券简称: '光明乳业',
  },
  {
    证券代码: 600598,
    证券简称: '北大荒',
  },
  {
    证券代码: 600599,
    证券简称: '熊猫金控',
  },
  {
    证券代码: 600600,
    证券简称: '青岛啤酒',
  },
  {
    证券代码: 600601,
    证券简称: '方正科技',
  },
  {
    证券代码: 600602,
    证券简称: '云赛智联',
  },
  {
    证券代码: 600603,
    证券简称: '广汇物流',
  },
  {
    证券代码: 600604,
    证券简称: '市北高新',
  },
  {
    证券代码: 600605,
    证券简称: '汇通能源',
  },
  {
    证券代码: 600606,
    证券简称: '绿地控股',
  },
  {
    证券代码: 600608,
    证券简称: 'ST沪科',
  },
  {
    证券代码: 600609,
    证券简称: '金杯汽车',
  },
  {
    证券代码: 600610,
    证券简称: '*ST毅达',
  },
  {
    证券代码: 600611,
    证券简称: '大众交通',
  },
  {
    证券代码: 600612,
    证券简称: '老凤祥',
  },
  {
    证券代码: 600613,
    证券简称: '神奇制药',
  },
  {
    证券代码: 600614,
    证券简称: '鹏起科技',
  },
  {
    证券代码: 600615,
    证券简称: '丰华股份',
  },
  {
    证券代码: 600616,
    证券简称: '金枫酒业',
  },
  {
    证券代码: 600617,
    证券简称: '国新能源',
  },
  {
    证券代码: 600618,
    证券简称: '氯碱化工',
  },
  {
    证券代码: 600619,
    证券简称: '海立股份',
  },
  {
    证券代码: 600620,
    证券简称: '天宸股份',
  },
  {
    证券代码: 600621,
    证券简称: '华鑫股份',
  },
  {
    证券代码: 600622,
    证券简称: '光大嘉宝',
  },
  {
    证券代码: 600623,
    证券简称: '华谊集团',
  },
  {
    证券代码: 600624,
    证券简称: '复旦复华',
  },
  {
    证券代码: 600626,
    证券简称: '申达股份',
  },
  {
    证券代码: 600628,
    证券简称: '新世界',
  },
  {
    证券代码: 600629,
    证券简称: '华建集团',
  },
  {
    证券代码: 600630,
    证券简称: '龙头股份',
  },
  {
    证券代码: 600633,
    证券简称: '浙数文化',
  },
  {
    证券代码: 600634,
    证券简称: '*ST富控',
  },
  {
    证券代码: 600635,
    证券简称: '大众公用',
  },
  {
    证券代码: 600636,
    证券简称: '三爱富',
  },
  {
    证券代码: 600637,
    证券简称: '东方明珠',
  },
  {
    证券代码: 600638,
    证券简称: '新黄浦',
  },
  {
    证券代码: 600639,
    证券简称: '浦东金桥',
  },
  {
    证券代码: 600640,
    证券简称: '号百控股',
  },
  {
    证券代码: 600641,
    证券简称: '万业企业',
  },
  {
    证券代码: 600642,
    证券简称: '申能股份',
  },
  {
    证券代码: 601006,
    证券简称: '大秦铁路',
  },
  {
    证券代码: 601002,
    证券简称: '晋亿实业',
  },
  {
    证券代码: 601003,
    证券简称: '柳钢股份',
  },
  {
    证券代码: 601005,
    证券简称: '重庆钢铁',
  },
  {
    证券代码: 601007,
    证券简称: '金陵饭店',
  },
  {
    证券代码: 601008,
    证券简称: '连云港',
  },
  {
    证券代码: 601009,
    证券简称: '南京银行',
  },
  {
    证券代码: 600939,
    证券简称: '重庆建工',
  },
  {
    证券代码: 600919,
    证券简称: '江苏银行',
  },
  {
    证券代码: 600926,
    证券简称: '杭州银行',
  },
  {
    证券代码: 601018,
    证券简称: '宁波港',
  },
  {
    证券代码: 601000,
    证券简称: '唐山港',
  },
  {
    证券代码: 600998,
    证券简称: '九州通',
  },
  {
    证券代码: 600901,
    证券简称: '江苏租赁',
  },
  {
    证券代码: 601011,
    证券简称: '宝泰隆',
  },
  {
    证券代码: 601010,
    证券简称: '文峰股份',
  },
  {
    证券代码: 601012,
    证券简称: '隆基股份',
  },
  {
    证券代码: 601015,
    证券简称: '陕西黑猫',
  },
  {
    证券代码: 601021,
    证券简称: '春秋航空',
  },
  {
    证券代码: 600959,
    证券简称: '江苏有线',
  },
  {
    证券代码: 600977,
    证券简称: '中国电影',
  },
  {
    证券代码: 600908,
    证券简称: '无锡银行',
  },
  {
    证券代码: 600936,
    证券简称: '广西广电',
  },
  {
    证券代码: 600928,
    证券简称: '西安银行',
  },
  {
    证券代码: 600917,
    证券简称: '重庆燃气',
  },
  {
    证券代码: 601016,
    证券简称: '节能风电',
  },
  {
    证券代码: 601020,
    证券简称: '华钰矿业',
  },
  {
    证券代码: 600996,
    证券简称: '贵广网络',
  },
  {
    证券代码: 601019,
    证券简称: '山东出版',
  },
  {
    证券代码: 600929,
    证券简称: '湖南盐业',
  },
  {
    证券代码: 600903,
    证券简称: '贵州燃气',
  },
  {
    证券代码: 600933,
    证券简称: '爱柯迪',
  },
  {
    证券代码: 600643,
    证券简称: '爱建集团',
  },
  {
    证券代码: 600644,
    证券简称: '乐山电力',
  },
  {
    证券代码: 600645,
    证券简称: '中源协和',
  },
  {
    证券代码: 600647,
    证券简称: '同达创业',
  },
  {
    证券代码: 600648,
    证券简称: '外高桥',
  },
  {
    证券代码: 600649,
    证券简称: '城投控股',
  },
  {
    证券代码: 600650,
    证券简称: '锦江投资',
  },
  {
    证券代码: 600651,
    证券简称: '飞乐音响',
  },
  {
    证券代码: 600652,
    证券简称: '游久游戏',
  },
  {
    证券代码: 600653,
    证券简称: '申华控股',
  },
  {
    证券代码: 600654,
    证券简称: 'ST中安',
  },
  {
    证券代码: 600655,
    证券简称: '豫园股份',
  },
  {
    证券代码: 600657,
    证券简称: '信达地产',
  },
  {
    证券代码: 600658,
    证券简称: '电子城',
  },
  {
    证券代码: 600660,
    证券简称: '福耀玻璃',
  },
  {
    证券代码: 600661,
    证券简称: '昂立教育',
  },
  {
    证券代码: 600662,
    证券简称: '强生控股',
  },
  {
    证券代码: 600663,
    证券简称: '陆家嘴',
  },
  {
    证券代码: 600664,
    证券简称: '哈药股份',
  },
  {
    证券代码: 600665,
    证券简称: '天地源',
  },
  {
    证券代码: 600666,
    证券简称: '奥瑞德',
  },
  {
    证券代码: 600667,
    证券简称: '太极实业',
  },
  {
    证券代码: 600668,
    证券简称: '尖峰集团',
  },
  {
    证券代码: 600671,
    证券简称: '天目药业',
  },
  {
    证券代码: 600673,
    证券简称: '东阳光科',
  },
  {
    证券代码: 600674,
    证券简称: '川投能源',
  },
  {
    证券代码: 600675,
    证券简称: '中华企业',
  },
  {
    证券代码: 600676,
    证券简称: '交运股份',
  },
  {
    证券代码: 600677,
    证券简称: '航天通信',
  },
  {
    证券代码: 600678,
    证券简称: '四川金顶',
  },
  {
    证券代码: 600679,
    证券简称: '上海凤凰',
  },
  {
    证券代码: 600680,
    证券简称: '*ST上普',
  },
  {
    证券代码: 600681,
    证券简称: '百川能源',
  },
  {
    证券代码: 600682,
    证券简称: '南京新百',
  },
  {
    证券代码: 600683,
    证券简称: '京投发展',
  },
  {
    证券代码: 600684,
    证券简称: '珠江实业',
  },
  {
    证券代码: 600685,
    证券简称: '中船防务',
  },
  {
    证券代码: 600686,
    证券简称: '金龙汽车',
  },
  {
    证券代码: 600687,
    证券简称: '刚泰控股',
  },
  {
    证券代码: 600688,
    证券简称: '上海石化',
  },
  {
    证券代码: 600689,
    证券简称: '上海三毛',
  },
  {
    证券代码: 600690,
    证券简称: '青岛海尔',
  },
  {
    证券代码: 600691,
    证券简称: '阳煤化工',
  },
  {
    证券代码: 600692,
    证券简称: '亚通股份',
  },
  {
    证券代码: 600693,
    证券简称: '东百集团',
  },
  {
    证券代码: 600694,
    证券简称: '大商股份',
  },
  {
    证券代码: 600695,
    证券简称: '绿庭投资',
  },
  {
    证券代码: 600696,
    证券简称: 'ST岩石',
  },
  {
    证券代码: 600697,
    证券简称: '欧亚集团',
  },
  {
    证券代码: 600698,
    证券简称: '*ST天雁',
  },
  {
    证券代码: 600699,
    证券简称: '均胜电子',
  },
  {
    证券代码: 600701,
    证券简称: '*ST工新',
  },
  {
    证券代码: 600702,
    证券简称: '舍得酒业',
  },
  {
    证券代码: 600703,
    证券简称: '三安光电',
  },
  {
    证券代码: 600704,
    证券简称: '物产中大',
  },
  {
    证券代码: 600705,
    证券简称: '中航资本',
  },
  {
    证券代码: 600706,
    证券简称: '曲江文旅',
  },
  {
    证券代码: 600707,
    证券简称: '彩虹股份',
  },
  {
    证券代码: 600708,
    证券简称: '光明地产',
  },
  {
    证券代码: 600710,
    证券简称: '苏美达',
  },
  {
    证券代码: 600711,
    证券简称: '盛屯矿业',
  },
  {
    证券代码: 600712,
    证券简称: '南宁百货',
  },
  {
    证券代码: 600713,
    证券简称: '南京医药',
  },
  {
    证券代码: 600714,
    证券简称: '金瑞矿业',
  },
  {
    证券代码: 600715,
    证券简称: '文投控股',
  },
  {
    证券代码: 600716,
    证券简称: '凤凰股份',
  },
  {
    证券代码: 600717,
    证券简称: '天津港',
  },
  {
    证券代码: 600718,
    证券简称: '东软集团',
  },
  {
    证券代码: 600719,
    证券简称: '大连热电',
  },
  {
    证券代码: 600720,
    证券简称: '祁连山',
  },
  {
    证券代码: 600721,
    证券简称: '百花村',
  },
  {
    证券代码: 600722,
    证券简称: '金牛化工',
  },
  {
    证券代码: 600723,
    证券简称: '首商股份',
  },
  {
    证券代码: 600724,
    证券简称: '宁波富达',
  },
  {
    证券代码: 600725,
    证券简称: 'ST云维',
  },
  {
    证券代码: 600726,
    证券简称: '华电能源',
  },
  {
    证券代码: 600727,
    证券简称: '鲁北化工',
  },
  {
    证券代码: 600728,
    证券简称: '佳都科技',
  },
  {
    证券代码: 600729,
    证券简称: '重庆百货',
  },
  {
    证券代码: 600730,
    证券简称: '中国高科',
  },
  {
    证券代码: 600731,
    证券简称: '湖南海利',
  },
  {
    证券代码: 600732,
    证券简称: 'ST新梅',
  },
  {
    证券代码: 600733,
    证券简称: '北汽蓝谷',
  },
  {
    证券代码: 600734,
    证券简称: '实达集团',
  },
  {
    证券代码: 600735,
    证券简称: '新华锦',
  },
  {
    证券代码: 600736,
    证券简称: '苏州高新',
  },
  {
    证券代码: 600737,
    证券简称: '中粮糖业',
  },
  {
    证券代码: 600738,
    证券简称: '兰州民百',
  },
  {
    证券代码: 600739,
    证券简称: '辽宁成大',
  },
  {
    证券代码: 600740,
    证券简称: '山西焦化',
  },
  {
    证券代码: 600741,
    证券简称: '华域汽车',
  },
  {
    证券代码: 600742,
    证券简称: '一汽富维',
  },
  {
    证券代码: 600743,
    证券简称: '华远地产',
  },
  {
    证券代码: 600744,
    证券简称: '华银电力',
  },
  {
    证券代码: 600745,
    证券简称: '闻泰科技',
  },
  {
    证券代码: 600746,
    证券简称: '江苏索普',
  },
  {
    证券代码: 600747,
    证券简称: 'ST大控',
  },
  {
    证券代码: 600748,
    证券简称: '上实发展',
  },
  {
    证券代码: 600749,
    证券简称: '*ST藏旅',
  },
  {
    证券代码: 600750,
    证券简称: '江中药业',
  },
  {
    证券代码: 600751,
    证券简称: '海航科技',
  },
  {
    证券代码: 600753,
    证券简称: '东方银星',
  },
  {
    证券代码: 600754,
    证券简称: '锦江股份',
  },
  {
    证券代码: 600755,
    证券简称: '厦门国贸',
  },
  {
    证券代码: 600756,
    证券简称: '浪潮软件',
  },
  {
    证券代码: 600757,
    证券简称: '长江传媒',
  },
  {
    证券代码: 600758,
    证券简称: '红阳能源',
  },
  {
    证券代码: 600759,
    证券简称: '洲际油气',
  },
  {
    证券代码: 600760,
    证券简称: '中航沈飞',
  },
  {
    证券代码: 600761,
    证券简称: '安徽合力',
  },
  {
    证券代码: 600763,
    证券简称: '通策医疗',
  },
  {
    证券代码: 600764,
    证券简称: '中国海防',
  },
  {
    证券代码: 600765,
    证券简称: '中航重机',
  },
  {
    证券代码: 600766,
    证券简称: '园城黄金',
  },
  {
    证券代码: 600767,
    证券简称: 'ST运盛',
  },
  {
    证券代码: 600768,
    证券简称: '宁波富邦',
  },
  {
    证券代码: 600769,
    证券简称: '祥龙电业',
  },
  {
    证券代码: 600770,
    证券简称: '综艺股份',
  },
  {
    证券代码: 600771,
    证券简称: '广誉远',
  },
  {
    证券代码: 600773,
    证券简称: '西藏城投',
  },
  {
    证券代码: 600774,
    证券简称: '汉商集团',
  },
  {
    证券代码: 600775,
    证券简称: '南京熊猫',
  },
  {
    证券代码: 600776,
    证券简称: '东方通信',
  },
  {
    证券代码: 600777,
    证券简称: '新潮能源',
  },
  {
    证券代码: 600778,
    证券简称: '*ST友好',
  },
  {
    证券代码: 600779,
    证券简称: '水井坊',
  },
  {
    证券代码: 600780,
    证券简称: '通宝能源',
  },
  {
    证券代码: 600781,
    证券简称: '辅仁药业',
  },
  {
    证券代码: 600782,
    证券简称: '新钢股份',
  },
  {
    证券代码: 600783,
    证券简称: '鲁信创投',
  },
  {
    证券代码: 600784,
    证券简称: '鲁银投资',
  },
  {
    证券代码: 600785,
    证券简称: '新华百货',
  },
  {
    证券代码: 600787,
    证券简称: '中储股份',
  },
  {
    证券代码: 600789,
    证券简称: '鲁抗医药',
  },
  {
    证券代码: 600790,
    证券简称: '轻纺城',
  },
  {
    证券代码: 600791,
    证券简称: '京能置业',
  },
  {
    证券代码: 600792,
    证券简称: '云煤能源',
  },
  {
    证券代码: 600793,
    证券简称: '宜宾纸业',
  },
  {
    证券代码: 600794,
    证券简称: '保税科技',
  },
  {
    证券代码: 600795,
    证券简称: '国电电力',
  },
  {
    证券代码: 600796,
    证券简称: '钱江生化',
  },
  {
    证券代码: 600797,
    证券简称: '浙大网新',
  },
  {
    证券代码: 600798,
    证券简称: '宁波海运',
  },
  {
    证券代码: 600800,
    证券简称: '天津磁卡',
  },
  {
    证券代码: 600801,
    证券简称: '华新水泥',
  },
  {
    证券代码: 600802,
    证券简称: '福建水泥',
  },
  {
    证券代码: 600803,
    证券简称: '新奥股份',
  },
  {
    证券代码: 600804,
    证券简称: '鹏博士',
  },
  {
    证券代码: 600805,
    证券简称: '悦达投资',
  },
  {
    证券代码: 600807,
    证券简称: '*ST天业',
  },
  {
    证券代码: 600808,
    证券简称: '马钢股份',
  },
  {
    证券代码: 600809,
    证券简称: '山西汾酒',
  },
  {
    证券代码: 600810,
    证券简称: '神马股份',
  },
  {
    证券代码: 600811,
    证券简称: '东方集团',
  },
  {
    证券代码: 600812,
    证券简称: '华北制药',
  },
  {
    证券代码: 600814,
    证券简称: '杭州解百',
  },
  {
    证券代码: 600815,
    证券简称: '厦工股份',
  },
  {
    证券代码: 600816,
    证券简称: '安信信托',
  },
  {
    证券代码: 600817,
    证券简称: 'ST宏盛',
  },
  {
    证券代码: 600818,
    证券简称: '中路股份',
  },
  {
    证券代码: 600819,
    证券简称: '耀皮玻璃',
  },
  {
    证券代码: 600820,
    证券简称: '隧道股份',
  },
  {
    证券代码: 600821,
    证券简称: '津劝业',
  },
  {
    证券代码: 600822,
    证券简称: '上海物贸',
  },
  {
    证券代码: 600823,
    证券简称: '世茂股份',
  },
  {
    证券代码: 600824,
    证券简称: '益民集团',
  },
  {
    证券代码: 600825,
    证券简称: '新华传媒',
  },
  {
    证券代码: 600826,
    证券简称: '兰生股份',
  },
  {
    证券代码: 600827,
    证券简称: '百联股份',
  },
  {
    证券代码: 600828,
    证券简称: '茂业商业',
  },
  {
    证券代码: 600829,
    证券简称: '人民同泰',
  },
  {
    证券代码: 600830,
    证券简称: '香溢融通',
  },
  {
    证券代码: 600831,
    证券简称: '广电网络',
  },
  {
    证券代码: 600833,
    证券简称: '第一医药',
  },
  {
    证券代码: 600834,
    证券简称: '申通地铁',
  },
  {
    证券代码: 600835,
    证券简称: '上海机电',
  },
  {
    证券代码: 600836,
    证券简称: '界龙实业',
  },
  {
    证券代码: 600837,
    证券简称: '海通证券',
  },
  {
    证券代码: 600838,
    证券简称: '上海九百',
  },
  {
    证券代码: 600839,
    证券简称: '四川长虹',
  },
  {
    证券代码: 600841,
    证券简称: '上柴股份',
  },
  {
    证券代码: 600843,
    证券简称: '上工申贝',
  },
  {
    证券代码: 600844,
    证券简称: '丹化科技',
  },
  {
    证券代码: 600845,
    证券简称: '宝信软件',
  },
  {
    证券代码: 600846,
    证券简称: '同济科技',
  },
  {
    证券代码: 600847,
    证券简称: '万里股份',
  },
  {
    证券代码: 600848,
    证券简称: '上海临港',
  },
  {
    证券代码: 600850,
    证券简称: '华东电脑',
  },
  {
    证券代码: 600851,
    证券简称: '海欣股份',
  },
  {
    证券代码: 600853,
    证券简称: '龙建股份',
  },
  {
    证券代码: 600854,
    证券简称: '春兰股份',
  },
  {
    证券代码: 600855,
    证券简称: '航天长峰',
  },
  {
    证券代码: 600856,
    证券简称: '中天能源',
  },
  {
    证券代码: 600857,
    证券简称: '宁波中百',
  },
  {
    证券代码: 600858,
    证券简称: '银座股份',
  },
  {
    证券代码: 600859,
    证券简称: '王府井',
  },
  {
    证券代码: 600860,
    证券简称: '京城股份',
  },
  {
    证券代码: 600861,
    证券简称: '北京城乡',
  },
  {
    证券代码: 600862,
    证券简称: '中航高科',
  },
  {
    证券代码: 600863,
    证券简称: '内蒙华电',
  },
  {
    证券代码: 600864,
    证券简称: '哈投股份',
  },
  {
    证券代码: 600865,
    证券简称: '百大集团',
  },
  {
    证券代码: 600866,
    证券简称: '星湖科技',
  },
  {
    证券代码: 600867,
    证券简称: '通化东宝',
  },
  {
    证券代码: 600868,
    证券简称: '梅雁吉祥',
  },
  {
    证券代码: 600869,
    证券简称: '智慧能源',
  },
  {
    证券代码: 600870,
    证券简称: '*ST厦华',
  },
  {
    证券代码: 600871,
    证券简称: '石化油服',
  },
  {
    证券代码: 600872,
    证券简称: '中炬高新',
  },
  {
    证券代码: 600873,
    证券简称: '梅花生物',
  },
  {
    证券代码: 600874,
    证券简称: '创业环保',
  },
  {
    证券代码: 600875,
    证券简称: '东方电气',
  },
  {
    证券代码: 600876,
    证券简称: '洛阳玻璃',
  },
  {
    证券代码: 600877,
    证券简称: '*ST嘉陵',
  },
  {
    证券代码: 600879,
    证券简称: '航天电子',
  },
  {
    证券代码: 600880,
    证券简称: '博瑞传播',
  },
  {
    证券代码: 600881,
    证券简称: '亚泰集团',
  },
  {
    证券代码: 600882,
    证券简称: '妙可蓝多',
  },
  {
    证券代码: 600883,
    证券简称: '博闻科技',
  },
  {
    证券代码: 600884,
    证券简称: '杉杉股份',
  },
  {
    证券代码: 600885,
    证券简称: '宏发股份',
  },
  {
    证券代码: 600886,
    证券简称: '国投电力',
  },
  {
    证券代码: 600887,
    证券简称: '伊利股份',
  },
  {
    证券代码: 600888,
    证券简称: '新疆众和',
  },
  {
    证券代码: 600889,
    证券简称: '南京化纤',
  },
  {
    证券代码: 600890,
    证券简称: '中房股份',
  },
  {
    证券代码: 600891,
    证券简称: '秋林集团',
  },
  {
    证券代码: 600892,
    证券简称: '大晟文化',
  },
  {
    证券代码: 600893,
    证券简称: '航发动力',
  },
  {
    证券代码: 600894,
    证券简称: '广日股份',
  },
  {
    证券代码: 600895,
    证券简称: '张江高科',
  },
  {
    证券代码: 600896,
    证券简称: '*ST海投',
  },
  {
    证券代码: 600897,
    证券简称: '厦门空港',
  },
  {
    证券代码: 600898,
    证券简称: '国美通讯',
  },
  {
    证券代码: 600900,
    证券简称: '长江电力',
  },
  {
    证券代码: 600960,
    证券简称: '渤海汽车',
  },
  {
    证券代码: 600961,
    证券简称: '株冶集团',
  },
  {
    证券代码: 600962,
    证券简称: '国投中鲁',
  },
  {
    证券代码: 600963,
    证券简称: '岳阳林纸',
  },
  {
    证券代码: 600965,
    证券简称: '福成股份',
  },
  {
    证券代码: 600966,
    证券简称: '博汇纸业',
  },
  {
    证券代码: 600967,
    证券简称: '内蒙一机',
  },
  {
    证券代码: 600969,
    证券简称: '郴电国际',
  },
  {
    证券代码: 600970,
    证券简称: '中材国际',
  },
  {
    证券代码: 600971,
    证券简称: '恒源煤电',
  },
  {
    证券代码: 600973,
    证券简称: '宝胜股份',
  },
  {
    证券代码: 600975,
    证券简称: '新五丰',
  },
  {
    证券代码: 600976,
    证券简称: '健民集团',
  },
  {
    证券代码: 600978,
    证券简称: '宜华生活',
  },
  {
    证券代码: 600979,
    证券简称: '广安爱众',
  },
  {
    证券代码: 600980,
    证券简称: '北矿科技',
  },
  {
    证券代码: 600981,
    证券简称: '汇鸿集团',
  },
  {
    证券代码: 600982,
    证券简称: '宁波热电',
  },
  {
    证券代码: 600983,
    证券简称: '惠而浦',
  },
  {
    证券代码: 600984,
    证券简称: '建设机械',
  },
  {
    证券代码: 600985,
    证券简称: '淮北矿业',
  },
  {
    证券代码: 600986,
    证券简称: '科达股份',
  },
  {
    证券代码: 600987,
    证券简称: '航民股份',
  },
  {
    证券代码: 600988,
    证券简称: '赤峰黄金',
  },
  {
    证券代码: 600990,
    证券简称: '四创电子',
  },
  {
    证券代码: 600992,
    证券简称: '贵绳股份',
  },
  {
    证券代码: 600993,
    证券简称: '马应龙',
  },
  {
    证券代码: 600995,
    证券简称: '文山电力',
  },
  {
    证券代码: 600997,
    证券简称: '开滦股份',
  },
  {
    证券代码: 601001,
    证券简称: '大同煤业',
  },
  {
    证券代码: 600958,
    证券简称: '东方证券',
  },
  {
    证券代码: 600999,
    证券简称: '招商证券',
  },
  {
    证券代码: 600909,
    证券简称: '华安证券',
  },
  {
    证券代码: 601111,
    证券简称: '中国国航',
  },
  {
    证券代码: 601699,
    证券简称: '潞安环能',
  },
  {
    证券代码: 601588,
    证券简称: '北辰实业',
  },
  {
    证券代码: 601666,
    证券简称: '平煤股份',
  },
  {
    证券代码: 601872,
    证券简称: '招商轮船',
  },
  {
    证券代码: 601991,
    证券简称: '大唐发电',
  },
  {
    证券代码: 601333,
    证券简称: '广深铁路',
  },
  {
    证券代码: 601628,
    证券简称: '中国人寿',
  },
  {
    证券代码: 601166,
    证券简称: '兴业银行',
  },
  {
    证券代码: 601318,
    证券简称: '中国平安',
  },
  {
    证券代码: 601998,
    证券简称: '中信银行',
  },
  {
    证券代码: 601328,
    证券简称: '交通银行',
  },
  {
    证券代码: 601600,
    证券简称: '中国铝业',
  },
  {
    证券代码: 601919,
    证券简称: '中远海控',
  },
  {
    证券代码: 601168,
    证券简称: '西部矿业',
  },
  {
    证券代码: 601169,
    证券简称: '北京银行',
  },
  {
    证券代码: 601939,
    证券简称: '建设银行',
  },
  {
    证券代码: 601808,
    证券简称: '中海油服',
  },
  {
    证券代码: 601088,
    证券简称: '中国神华',
  },
  {
    证券代码: 601857,
    证券简称: '中国石油',
  },
  {
    证券代码: 601390,
    证券简称: '中国中铁',
  },
  {
    证券代码: 601918,
    证券简称: '新集能源',
  },
  {
    证券代码: 601999,
    证券简称: '出版传媒',
  },
  {
    证券代码: 601866,
    证券简称: '中远海发',
  },
  {
    证券代码: 601601,
    证券简称: '中国太保',
  },
  {
    证券代码: 601099,
    证券简称: '太平洋',
  },
  {
    证券代码: 601899,
    证券简称: '紫金矿业',
  },
  {
    证券代码: 601898,
    证券简称: '中煤能源',
  },
  {
    证券代码: 601186,
    证券简称: '中国铁建',
  },
  {
    证券代码: 601958,
    证券简称: '金钼股份',
  },
  {
    证券代码: 601766,
    证券简称: '中国中车',
  },
  {
    证券代码: 601727,
    证券简称: '上海电气',
  },
  {
    证券代码: 601118,
    证券简称: '海南橡胶',
  },
  {
    证券代码: 601668,
    证券简称: '中国建筑',
  },
  {
    证券代码: 601238,
    证券简称: '广汽集团',
  },
  {
    证券代码: 601818,
    证券简称: '光大银行',
  },
  {
    证券代码: 601992,
    证券简称: '金隅集团',
  },
  {
    证券代码: 601107,
    证券简称: '四川成渝',
  },
  {
    证券代码: 601618,
    证券简称: '中国中冶',
  },
  {
    证券代码: 601888,
    证券简称: '中国国旅',
  },
  {
    证券代码: 601198,
    证券简称: '东兴证券',
  },
  {
    证券代码: 601989,
    证券简称: '中国重工',
  },
  {
    证券代码: 601058,
    证券简称: '赛轮轮胎',
  },
  {
    证券代码: 601139,
    证券简称: '深圳燃气',
  },
  {
    证券代码: 601117,
    证券简称: '中国化学',
  },
  {
    证券代码: 601801,
    证券简称: '皖新传媒',
  },
  {
    证券代码: 601229,
    证券简称: '上海银行',
  },
  {
    证券代码: 601877,
    证券简称: '正泰电器',
  },
  {
    证券代码: 601179,
    证券简称: '中国西电',
  },
  {
    证券代码: 601106,
    证券简称: '中国一重',
  },
  {
    证券代码: 601678,
    证券简称: '滨化股份',
  },
  {
    证券代码: 601101,
    证券简称: '昊华能源',
  },
  {
    证券代码: 601158,
    证券简称: '重庆水务',
  },
  {
    证券代码: 601518,
    证券简称: '吉林高速',
  },
  {
    证券代码: 601188,
    证券简称: '龙江交通',
  },
  {
    证券代码: 601369,
    证券简称: '陕鼓动力',
  },
  {
    证券代码: 601717,
    证券简称: '郑煤机',
  },
  {
    证券代码: 601718,
    证券简称: '际华集团',
  },
  {
    证券代码: 601177,
    证券简称: '杭齿前进',
  },
  {
    证券代码: 601098,
    证券简称: '中南传媒',
  },
  {
    证券代码: 601777,
    证券简称: '力帆股份',
  },
  {
    证券代码: 601933,
    证券简称: '永辉超市',
  },
  {
    证券代码: 601890,
    证券简称: '亚星锚链',
  },
  {
    证券代码: 601126,
    证券简称: '四方股份',
  },
  {
    证券代码: 601558,
    证券简称: 'ST锐电',
  },
  {
    证券代码: 601700,
    证券简称: '风范股份',
  },
  {
    证券代码: 601519,
    证券简称: '大智慧',
  },
  {
    证券代码: 601137,
    证券简称: '博威合金',
  },
  {
    证券代码: 601616,
    证券简称: '广电电气',
  },
  {
    证券代码: 601799,
    证券简称: '星宇股份',
  },
  {
    证券代码: 601216,
    证券简称: '君正集团',
  },
  {
    证券代码: 601116,
    证券简称: '三江购物',
  },
  {
    证券代码: 601199,
    证券简称: '江南水务',
  },
  {
    证券代码: 601258,
    证券简称: '庞大集团',
  },
  {
    证券代码: 601113,
    证券简称: '华鼎股份',
  },
  {
    证券代码: 601218,
    证券简称: '吉鑫科技',
  },
  {
    证券代码: 601233,
    证券简称: '桐昆股份',
  },
  {
    证券代码: 601208,
    证券简称: '东材科技',
  },
  {
    证券代码: 601669,
    证券简称: '中国电建',
  },
  {
    证券代码: 601599,
    证券简称: '鹿港文化',
  },
  {
    证券代码: 601566,
    证券简称: '九牧王',
  },
  {
    证券代码: 601311,
    证券简称: '骆驼股份',
  },
  {
    证券代码: 601567,
    证券简称: '三星医疗',
  },
  {
    证券代码: 601798,
    证券简称: '*ST蓝科',
  },
  {
    证券代码: 601901,
    证券简称: '方正证券',
  },
  {
    证券代码: 601222,
    证券简称: '林洋能源',
  },
  {
    证券代码: 601636,
    证券简称: '旗滨集团',
  },
  {
    证券代码: 601789,
    证券简称: '宁波建工',
  },
  {
    证券代码: 601886,
    证券简称: '江河集团',
  },
  {
    证券代码: 601838,
    证券简称: '成都银行',
  },
  {
    证券代码: 601908,
    证券简称: '京运通',
  },
  {
    证券代码: 601677,
    证券简称: '明泰铝业',
  },
  {
    证券代码: 601996,
    证券简称: '丰林集团',
  },
  {
    证券代码: 601100,
    证券简称: '恒立液压',
  },
  {
    证券代码: 601028,
    证券简称: '玉龙股份',
  },
  {
    证券代码: 601928,
    证券简称: '凤凰传媒',
  },
  {
    证券代码: 601577,
    证券简称: '长沙银行',
  },
  {
    证券代码: 601360,
    证券简称: '三六零',
  },
  {
    证券代码: 601163,
    证券简称: '三角轮胎',
  },
  {
    证券代码: 601231,
    证券简称: '环旭电子',
  },
  {
    证券代码: 601515,
    证券简称: '东风股份',
  },
  {
    证券代码: 601929,
    证券简称: '吉视传媒',
  },
  {
    证券代码: 601985,
    证券简称: '中国核电',
  },
  {
    证券代码: 601388,
    证券简称: '怡球资源',
  },
  {
    证券代码: 603000,
    证券简称: '人民网',
  },
  {
    证券代码: 603185,
    证券简称: '上机数控',
  },
  {
    证券代码: 603001,
    证券简称: '奥康国际',
  },
  {
    证券代码: 603123,
    证券简称: '翠微股份',
  },
  {
    证券代码: 603002,
    证券简称: '宏昌电子',
  },
  {
    证券代码: 603128,
    证券简称: '华贸物流',
  },
  {
    证券代码: 601965,
    证券简称: '中国汽研',
  },
  {
    证券代码: 601339,
    证券简称: '百隆东方',
  },
  {
    证券代码: 601608,
    证券简称: '中信重工',
  },
  {
    证券代码: 603099,
    证券简称: '长白山',
  },
  {
    证券代码: 603100,
    证券简称: '川仪股份',
  },
  {
    证券代码: 601997,
    证券简称: '贵阳银行',
  },
  {
    证券代码: 603111,
    证券简称: '康尼机电',
  },
  {
    证券代码: 603010,
    证券简称: '万盛股份',
  },
  {
    证券代码: 603157,
    证券简称: '拉夏贝尔',
  },
  {
    证券代码: 603026,
    证券简称: '石大胜华',
  },
  {
    证券代码: 603009,
    证券简称: '北特科技',
  },
  {
    证券代码: 603005,
    证券简称: '晶方科技',
  },
  {
    证券代码: 601326,
    证券简称: '秦港股份',
  },
  {
    证券代码: 603169,
    证券简称: '兰石重装',
  },
  {
    证券代码: 603008,
    证券简称: '喜临门',
  },
  {
    证券代码: 603043,
    证券简称: '广州酒家',
  },
  {
    证券代码: 601128,
    证券简称: '常熟银行',
  },
  {
    证券代码: 603166,
    证券简称: '福达股份',
  },
  {
    证券代码: 601966,
    证券简称: '玲珑轮胎',
  },
  {
    证券代码: 603023,
    证券简称: '威帝股份',
  },
  {
    证券代码: 603020,
    证券简称: '爱普股份',
  },
  {
    证券代码: 603019,
    证券简称: '中科曙光',
  },
  {
    证券代码: 603088,
    证券简称: '宁波精达',
  },
  {
    证券代码: 603018,
    证券简称: '中设集团',
  },
  {
    证券代码: 603003,
    证券简称: '龙宇燃油',
  },
  {
    证券代码: 601225,
    证券简称: '陕西煤业',
  },
  {
    证券代码: 603167,
    证券简称: '渤海轮渡',
  },
  {
    证券代码: 603126,
    证券简称: '中材节能',
  },
  {
    证券代码: 601579,
    证券简称: '会稽山',
  },
  {
    证券代码: 603168,
    证券简称: '莎普爱思',
  },
  {
    证券代码: 603077,
    证券简称: '和邦生物',
  },
  {
    证券代码: 601969,
    证券简称: '海南矿业',
  },
  {
    证券代码: 603214,
    证券简称: '爱婴室',
  },
  {
    证券代码: 603025,
    证券简称: '大豪科技',
  },
  {
    证券代码: 603030,
    证券简称: '全筑股份',
  },
  {
    证券代码: 603066,
    证券简称: '音飞储存',
  },
  {
    证券代码: 603186,
    证券简称: '华正新材',
  },
  {
    证券代码: 603158,
    证券简称: '腾龙股份',
  },
  {
    证券代码: 603021,
    证券简称: '山东华鹏',
  },
  {
    证券代码: 603222,
    证券简称: '济民制药',
  },
  {
    证券代码: 603017,
    证券简称: '中衡设计',
  },
  {
    证券代码: 603225,
    证券简称: '新凤鸣',
  },
  {
    证券代码: 601069,
    证券简称: '西部黄金',
  },
  {
    证券代码: 603045,
    证券简称: '福达合金',
  },
  {
    证券代码: 603022,
    证券简称: '新通联',
  },
  {
    证券代码: 601689,
    证券简称: '拓普集团',
  },
  {
    证券代码: 603118,
    证券简称: '共进股份',
  },
  {
    证券代码: 603015,
    证券简称: '弘讯科技',
  },
  {
    证券代码: 603131,
    证券简称: '上海沪工',
  },
  {
    证券代码: 603012,
    证券简称: '创力集团',
  },
  {
    证券代码: 603117,
    证券简称: '万林物流',
  },
  {
    证券代码: 603089,
    证券简称: '正裕工业',
  },
  {
    证券代码: 603116,
    证券简称: '红蜻蜓',
  },
  {
    证券代码: 603198,
    证券简称: '迎驾贡酒',
  },
  {
    证券代码: 603108,
    证券简称: '润达医疗',
  },
  {
    证券代码: 601858,
    证券简称: '中国科传',
  },
  {
    证券代码: 603013,
    证券简称: '亚普股份',
  },
  {
    证券代码: 603011,
    证券简称: '合锻智能',
  },
  {
    证券代码: 601226,
    证券简称: '华电重工',
  },
  {
    证券代码: 603006,
    证券简称: '联明股份',
  },
  {
    证券代码: 603050,
    证券简称: '科林电气',
  },
  {
    证券代码: 601368,
    证券简称: '绿城水务',
  },
  {
    证券代码: 603197,
    证券简称: '保隆科技',
  },
  {
    证券代码: 603156,
    证券简称: '养元饮品',
  },
  {
    证券代码: 603067,
    证券简称: '振华股份',
  },
  {
    证券代码: 601828,
    证券简称: '美凯龙',
  },
  {
    证券代码: 601127,
    证券简称: '小康股份',
  },
  {
    证券代码: 603223,
    证券简称: '恒通股份',
  },
  {
    证券代码: 601900,
    证券简称: '南方传媒',
  },
  {
    证券代码: 603227,
    证券简称: '雪峰科技',
  },
  {
    证券代码: 603029,
    证券简称: '天鹅股份',
  },
  {
    证券代码: 601968,
    证券简称: '宝钢包装',
  },
  {
    证券代码: 603113,
    证券简称: '金能科技',
  },
  {
    证券代码: 601595,
    证券简称: '上海电影',
  },
  {
    证券代码: 603085,
    证券简称: '天成自控',
  },
  {
    证券代码: 601319,
    证券简称: '中国人保',
  },
  {
    证券代码: 601882,
    证券简称: '海天精工',
  },
  {
    证券代码: 603038,
    证券简称: '华立股份',
  },
  {
    证券代码: 603028,
    证券简称: '赛福天',
  },
  {
    证券代码: 603027,
    证券简称: '千禾味业',
  },
  {
    证券代码: 603031,
    证券简称: '安德利',
  },
  {
    证券代码: 603016,
    证券简称: '新宏泰',
  },
  {
    证券代码: 603055,
    证券简称: '台华新材',
  },
  {
    证券代码: 603069,
    证券简称: '海汽集团',
  },
  {
    证券代码: 603189,
    证券简称: '网达软件',
  },
  {
    证券代码: 601500,
    证券简称: '通用股份',
  },
  {
    证券代码: 603007,
    证券简称: '花王股份',
  },
  {
    证券代码: 603060,
    证券简称: '国检集团',
  },
  {
    证券代码: 603159,
    证券简称: '上海亚虹',
  },
  {
    证券代码: 603101,
    证券简称: '汇嘉时代',
  },
  {
    证券代码: 603036,
    证券简称: '如通股份',
  },
  {
    证券代码: 603033,
    证券简称: '三维股份',
  },
  {
    证券代码: 603090,
    证券简称: '宏盛股份',
  },
  {
    证券代码: 601212,
    证券简称: '白银有色',
  },
  {
    证券代码: 603160,
    证券简称: '汇顶科技',
  },
  {
    证券代码: 601606,
    证券简称: '长城军工',
  },
  {
    证券代码: 601086,
    证券简称: '国芳集团',
  },
  {
    证券代码: 601366,
    证券简称: '利群股份',
  },
  {
    证券代码: 601611,
    证券简称: '中国核建',
  },
  {
    证券代码: 601330,
    证券简称: '绿色动力',
  },
  {
    证券代码: 603035,
    证券简称: '常熟汽饰',
  },
  {
    证券代码: 603098,
    证券简称: '森特股份',
  },
  {
    证券代码: 601228,
    证券简称: '广州港',
  },
  {
    证券代码: 603188,
    证券简称: '亚邦股份',
  },
  {
    证券代码: 603203,
    证券简称: '快克股份',
  },
  {
    证券代码: 603218,
    证券简称: '日月股份',
  },
  {
    证券代码: 603086,
    证券简称: '先达股份',
  },
  {
    证券代码: 603228,
    证券简称: '景旺电子',
  },
  {
    证券代码: 603177,
    证券简称: '德创环保',
  },
  {
    证券代码: 603039,
    证券简称: '泛微网络',
  },
  {
    证券代码: 603037,
    证券简称: '凯众股份',
  },
  {
    证券代码: 603040,
    证券简称: '新坐标',
  },
  {
    证券代码: 603165,
    证券简称: '荣晟环保',
  },
  {
    证券代码: 603208,
    证券简称: '江山欧派',
  },
  {
    证券代码: 603032,
    证券简称: '德新交运',
  },
  {
    证券代码: 603199,
    证券简称: '九华旅游',
  },
  {
    证券代码: 603138,
    证券简称: '海量数据',
  },
  {
    证券代码: 603179,
    证券简称: '新泉股份',
  },
  {
    证券代码: 601952,
    证券简称: '苏垦农发',
  },
  {
    证券代码: 603178,
    证券简称: '圣龙股份',
  },
  {
    证券代码: 603078,
    证券简称: '江化微',
  },
  {
    证券代码: 603133,
    证券简称: '碳元科技',
  },
  {
    证券代码: 603096,
    证券简称: '新经典',
  },
  {
    证券代码: 603180,
    证券简称: '金牌厨柜',
  },
  {
    证券代码: 603041,
    证券简称: '美思德',
  },
  {
    证券代码: 603229,
    证券简称: '奥翔药业',
  },
  {
    证券代码: 603127,
    证券简称: '昭衍新药',
  },
  {
    证券代码: 603200,
    证券简称: '上海洗霸',
  },
  {
    证券代码: 603139,
    证券简称: '康惠制药',
  },
  {
    证券代码: 603058,
    证券简称: '永吉股份',
  },
  {
    证券代码: 603081,
    证券简称: '大丰实业',
  },
  {
    证券代码: 603079,
    证券简称: '圣达生物',
  },
  {
    证券代码: 603063,
    证券简称: '禾望电气',
  },
  {
    证券代码: 603196,
    证券简称: '日播时尚',
  },
  {
    证券代码: 603042,
    证券简称: '华脉科技',
  },
  {
    证券代码: 601865,
    证券简称: '福莱特',
  },
  {
    证券代码: 601860,
    证券简称: '紫金银行',
  },
  {
    证券代码: 603226,
    证券简称: '菲林格尔',
  },
  {
    证券代码: 603110,
    证券简称: '东方材料',
  },
  {
    证券代码: 601949,
    证券简称: '中国出版',
  },
  {
    证券代码: 601619,
    证券简称: '嘉泽新能',
  },
  {
    证券代码: 603136,
    证券简称: '天目湖',
  },
  {
    证券代码: 603129,
    证券简称: '春风动力',
  },
  {
    证券代码: 603106,
    证券简称: '恒银金融',
  },
  {
    证券代码: 603076,
    证券简称: '乐惠国际',
  },
  {
    证券代码: 603181,
    证券简称: '皇马科技',
  },
  {
    证券代码: 603083,
    证券简称: '剑桥科技',
  },
  {
    证券代码: 603183,
    证券简称: '建研院',
  },
  {
    证券代码: 603103,
    证券简称: '横店影视',
  },
  {
    证券代码: 603232,
    证券简称: '格尔软件',
  },
  {
    证券代码: 603059,
    证券简称: '倍加洁',
  },
  {
    证券代码: 601200,
    证券简称: '上海环境',
  },
  {
    证券代码: 603220,
    证券简称: '贝通信',
  },
  {
    证券代码: 603192,
    证券简称: '汇得科技',
  },
  {
    证券代码: 603121,
    证券简称: '华培动力',
  },
  {
    证券代码: 601138,
    证券简称: '工业富联',
  },
  {
    证券代码: 601615,
    证券简称: '明阳智能',
  },
  {
    证券代码: 603056,
    证券简称: '德邦股份',
  },
  {
    证券代码: 601155,
    证券简称: '新城控股',
  },
  {
    证券代码: 601298,
    证券简称: '青岛港',
  },
  {
    证券代码: 601336,
    证券简称: '新华保险',
  },
  {
    证券代码: 601068,
    证券简称: '中铝国际',
  },
  {
    证券代码: 601869,
    证券简称: '长飞光纤',
  },
  {
    证券代码: 603187,
    证券简称: '海容冷链',
  },
  {
    证券代码: 603161,
    证券简称: '科华控股',
  },
  {
    证券代码: 603080,
    证券简称: '新疆火炬',
  },
  {
    证券代码: 603105,
    证券简称: '芯能科技',
  },
  {
    证券代码: 601038,
    证券简称: '一拖股份',
  },
  {
    证券代码: 601598,
    证券简称: '中国外运',
  },
  {
    证券代码: 601811,
    证券简称: '新华文轩',
  },
  {
    证券代码: 601800,
    证券简称: '中国交建',
  },
  {
    证券代码: 601633,
    证券简称: '长城汽车',
  },
  {
    证券代码: 601880,
    证券简称: '大连港',
  },
  {
    证券代码: 601975,
    证券简称: '长航油运',
  },
  {
    证券代码: 601607,
    证券简称: '上海医药',
  },
  {
    证券代码: 601398,
    证券简称: '工商银行',
  },
  {
    证券代码: 601288,
    证券简称: '农业银行',
  },
  {
    证券代码: 601988,
    证券简称: '中国银行',
  },
  {
    证券代码: 601377,
    证券简称: '兴业证券',
  },
  {
    证券代码: 601788,
    证券简称: '光大证券',
  },
  {
    证券代码: 601211,
    证券简称: '国泰君安',
  },
  {
    证券代码: 601688,
    证券简称: '华泰证券',
  },
  {
    证券代码: 601878,
    证券简称: '浙商证券',
  },
  {
    证券代码: 601990,
    证券简称: '南京证券',
  },
  {
    证券代码: 601555,
    证券简称: '东吴证券',
  },
  {
    证券代码: 601881,
    证券简称: '中国银河',
  },
  {
    证券代码: 601162,
    证券简称: '天风证券',
  },
  {
    证券代码: 601375,
    证券简称: '中原证券',
  },
  {
    证券代码: 601108,
    证券简称: '财通证券',
  },
  {
    证券代码: 601066,
    证券简称: '中信建投',
  },
  {
    证券代码: 603333,
    证券简称: '尚纬股份',
  },
  {
    证券代码: 603366,
    证券简称: '日出东方',
  },
  {
    证券代码: 603699,
    证券简称: '纽威股份',
  },
  {
    证券代码: 603456,
    证券简称: '九洲药业',
  },
  {
    证券代码: 603368,
    证券简称: '柳药股份',
  },
  {
    证券代码: 603323,
    证券简称: '苏农银行',
  },
  {
    证券代码: 603707,
    证券简称: '健友股份',
  },
  {
    证券代码: 603609,
    证券简称: '禾丰牧业',
  },
  {
    证券代码: 603661,
    证券简称: '恒林股份',
  },
  {
    证券代码: 603701,
    证券简称: '德宏股份',
  },
  {
    证券代码: 603809,
    证券简称: '豪能股份',
  },
  {
    证券代码: 603383,
    证券简称: '顶点软件',
  },
  {
    证券代码: 603328,
    证券简称: '依顿电子',
  },
  {
    证券代码: 603606,
    证券简称: '东方电缆',
  },
  {
    证券代码: 603806,
    证券简称: '福斯特',
  },
  {
    证券代码: 603730,
    证券简称: '岱美股份',
  },
  {
    证券代码: 603566,
    证券简称: '普莱柯',
  },
  {
    证券代码: 603889,
    证券简称: '新澳股份',
  },
  {
    证券代码: 603369,
    证券简称: '今世缘',
  },
  {
    证券代码: 603688,
    证券简称: '石英股份',
  },
  {
    证券代码: 603767,
    证券简称: '中马传动',
  },
  {
    证券代码: 603766,
    证券简称: '隆鑫通用',
  },
  {
    证券代码: 603777,
    证券简称: '来伊份',
  },
  {
    证券代码: 603399,
    证券简称: '吉翔股份',
  },
  {
    证券代码: 603288,
    证券简称: '海天味业',
  },
  {
    证券代码: 603308,
    证券简称: '应流股份',
  },
  {
    证券代码: 603555,
    证券简称: '贵人鸟',
  },
  {
    证券代码: 603617,
    证券简称: '君禾股份',
  },
  {
    证券代码: 603789,
    证券简称: '星光农机',
  },
  {
    证券代码: 603696,
    证券简称: '安记食品',
  },
  {
    证券代码: 603567,
    证券简称: '珍宝岛',
  },
  {
    证券代码: 603718,
    证券简称: '海利生物',
  },
  {
    证券代码: 603300,
    证券简称: '华铁科技',
  },
  {
    证券代码: 603729,
    证券简称: '龙韵股份',
  },
  {
    证券代码: 603822,
    证券简称: '嘉澳环保',
  },
  {
    证券代码: 603616,
    证券简称: '韩建河山',
  },
  {
    证券代码: 603589,
    证券简称: '口子窖',
  },
  {
    证券代码: 603311,
    证券简称: '金海环境',
  },
  {
    证券代码: 603818,
    证券简称: '曲美家居',
  },
  {
    证券代码: 603355,
    证券简称: '莱克电气',
  },
  {
    证券代码: 603628,
    证券简称: '清源股份',
  },
  {
    证券代码: 603377,
    证券简称: '东方时尚',
  },
  {
    证券代码: 603885,
    证券简称: '吉祥航空',
  },
  {
    证券代码: 603788,
    证券简称: '宁波高发',
  },
  {
    证券代码: 603636,
    证券简称: '南威软件',
  },
  {
    证券代码: 603535,
    证券简称: '嘉诚国际',
  },
  {
    证券代码: 603600,
    证券简称: '永艺股份',
  },
  {
    证券代码: 603686,
    证券简称: '龙马环卫',
  },
  {
    证券代码: 603332,
    证券简称: '苏州龙杰',
  },
  {
    证券代码: 603611,
    证券简称: '诺力股份',
  },
  {
    证券代码: 603678,
    证券简称: '火炬电子',
  },
  {
    证券代码: 603698,
    证券简称: '航天工程',
  },
  {
    证券代码: 603899,
    证券简称: '晨光文具',
  },
  {
    证券代码: 603898,
    证券简称: '好莱客',
  },
  {
    证券代码: 603618,
    证券简称: '杭电股份',
  },
  {
    证券代码: 603568,
    证券简称: '伟明环保',
  },
  {
    证券代码: 603901,
    证券简称: '永创智能',
  },
  {
    证券代码: 603309,
    证券简称: '维力医疗',
  },
  {
    证券代码: 603828,
    证券简称: '柯利达',
  },
  {
    证券代码: 603318,
    证券简称: '派思股份',
  },
  {
    证券代码: 603268,
    证券简称: '松发股份',
  },
  {
    证券代码: 603918,
    证券简称: '金桥信息',
  },
  {
    证券代码: 603338,
    证券简称: '浙江鼎力',
  },
  {
    证券代码: 603703,
    证券简称: '盛洋科技',
  },
  {
    证券代码: 603808,
    证券简称: '歌力思',
  },
  {
    证券代码: 603928,
    证券简称: '兴业股份',
  },
  {
    证券代码: 603519,
    证券简称: '立霸股份',
  },
  {
    证券代码: 603612,
    证券简称: '索通发展',
  },
  {
    证券代码: 603320,
    证券简称: '迪贝电气',
  },
  {
    证券代码: 603315,
    证券简称: '福鞍股份',
  },
  {
    证券代码: 603883,
    证券简称: '老百姓',
  },
  {
    证券代码: 603518,
    证券简称: '维格娜丝',
  },
  {
    证券代码: 603588,
    证券简称: '高能环境',
  },
  {
    证券代码: 603336,
    证券简称: '宏辉果蔬',
  },
  {
    证券代码: 603601,
    证券简称: '再升科技',
  },
  {
    证券代码: 603799,
    证券简称: '华友钴业',
  },
  {
    证券代码: 603869,
    证券简称: '新智认知',
  },
  {
    证券代码: 603860,
    证券简称: '中公高科',
  },
  {
    证券代码: 603690,
    证券简称: '至纯科技',
  },
  {
    证券代码: 603359,
    证券简称: '东珠生态',
  },
  {
    证券代码: 603599,
    证券简称: '广信股份',
  },
  {
    证券代码: 603598,
    证券简称: '引力传媒',
  },
  {
    证券代码: 603367,
    证券简称: '辰欣药业',
  },
  {
    证券代码: 603398,
    证券简称: '邦宝益智',
  },
  {
    证券代码: 603838,
    证券简称: '四通股份',
  },
  {
    证券代码: 603726,
    证券简称: '朗迪集团',
  },
  {
    证券代码: 603825,
    证券简称: '华扬联众',
  },
  {
    证券代码: 603602,
    证券简称: '纵横通信',
  },
  {
    证券代码: 603787,
    证券简称: '新日股份',
  },
  {
    证券代码: 603779,
    证券简称: '威龙股份',
  },
  {
    证券代码: 603800,
    证券简称: '道森股份',
  },
  {
    证券代码: 603866,
    证券简称: '桃李面包',
  },
  {
    证券代码: 603798,
    证券简称: '康普顿',
  },
  {
    证券代码: 603299,
    证券简称: '苏盐井神',
  },
  {
    证券代码: 603508,
    证券简称: '思维列控',
  },
  {
    证券代码: 603909,
    证券简称: '合诚股份',
  },
  {
    证券代码: 603917,
    证券简称: '合力科技',
  },
  {
    证券代码: 603608,
    证券简称: '天创时尚',
  },
  {
    证券代码: 603929,
    证券简称: '亚翔集成',
  },
  {
    证券代码: 603536,
    证券简称: '惠发股份',
  },
  {
    证券代码: 603278,
    证券简称: '大业股份',
  },
  {
    证券代码: 603339,
    证券简称: '四方科技',
  },
  {
    证券代码: 603778,
    证券简称: '乾景园林',
  },
  {
    证券代码: 603936,
    证券简称: '博敏电子',
  },
  {
    证券代码: 603663,
    证券简称: '三祥新材',
  },
  {
    证券代码: 603888,
    证券简称: '新华网',
  },
  {
    证券代码: 603322,
    证券简称: '超讯通信',
  },
  {
    证券代码: 603520,
    证券简称: '司太立',
  },
  {
    证券代码: 603528,
    证券简称: '多伦科技',
  },
  {
    证券代码: 603365,
    证券简称: '水星家纺',
  },
  {
    证券代码: 603569,
    证券简称: '长久物流',
  },
  {
    证券代码: 603660,
    证券简称: '苏州科达',
  },
  {
    证券代码: 603515,
    证券简称: '欧普照明',
  },
  {
    证券代码: 603266,
    证券简称: '天龙股份',
  },
  {
    证券代码: 603421,
    证券简称: '鼎信通讯',
  },
  {
    证券代码: 603868,
    证券简称: '飞科电器',
  },
  {
    证券代码: 603919,
    证券简称: '金徽酒',
  },
  {
    证券代码: 603738,
    证券简称: '泰晶科技',
  },
  {
    证券代码: 603556,
    证券简称: '海兴电力',
  },
  {
    证券代码: 603658,
    证券简称: '安图生物',
  },
  {
    证券代码: 603389,
    证券简称: '亚振家居',
  },
  {
    证券代码: 603639,
    证券简称: '海利尔',
  },
  {
    证券代码: 603689,
    证券简称: '皖天然气',
  },
  {
    证券代码: 603816,
    证券简称: '顾家家居',
  },
  {
    证券代码: 603887,
    证券简称: '城地股份',
  },
  {
    证券代码: 603313,
    证券简称: '梦百合',
  },
  {
    证券代码: 603667,
    证券简称: '五洲新春',
  },
  {
    证券代码: 603843,
    证券简称: '正平股份',
  },
  {
    证券代码: 603900,
    证券简称: '莱绅通灵',
  },
  {
    证券代码: 603603,
    证券简称: '博天环境',
  },
  {
    证券代码: 603878,
    证券简称: '武进不锈',
  },
  {
    证券代码: 603859,
    证券简称: '能科股份',
  },
  {
    证券代码: 603258,
    证券简称: '电魂网络',
  },
  {
    证券代码: 603444,
    证券简称: '吉比特',
  },
  {
    证券代码: 603319,
    证券简称: '湘油泵',
  },
  {
    证券代码: 603819,
    证券简称: '神力股份',
  },
  {
    证券代码: 603886,
    证券简称: '元祖股份',
  },
  {
    证券代码: 603345,
    证券简称: '安井食品',
  },
  {
    证券代码: 603858,
    证券简称: '步长制药',
  },
  {
    证券代码: 603669,
    证券简称: '灵康药业',
  },
  {
    证券代码: 603633,
    证券简称: '徕木股份',
  },
  {
    证券代码: 603559,
    证券简称: '中通国脉',
  },
  {
    证券代码: 603708,
    证券简称: '家家悦',
  },
  {
    证券代码: 603505,
    证券简称: '金石资源',
  },
  {
    证券代码: 603727,
    证券简称: '博迈科',
  },
  {
    证券代码: 603416,
    证券简称: '信捷电气',
  },
  {
    证券代码: 603239,
    证券简称: '浙江仙通',
  },
  {
    证券代码: 603306,
    证券简称: '华懋科技',
  },
  {
    证券代码: 603797,
    证券简称: '联泰环保',
  },
  {
    证券代码: 603716,
    证券简称: '塞力斯',
  },
  {
    证券代码: 603585,
    证券简称: '苏利股份',
  },
  {
    证券代码: 603517,
    证券简称: '绝味食品',
  },
  {
    证券代码: 603668,
    证券简称: '天马科技',
  },
  {
    证券代码: 603388,
    证券简称: '元成股份',
  },
  {
    证券代码: 603577,
    证券简称: '汇金通',
  },
  {
    证券代码: 603298,
    证券简称: '杭叉集团',
  },
  {
    证券代码: 603833,
    证券简称: '欧派家居',
  },
  {
    证券代码: 603877,
    证券简称: '太平鸟',
  },
  {
    证券代码: 603637,
    证券简称: '镇海股份',
  },
  {
    证券代码: 603823,
    证券简称: '百合花',
  },
  {
    证券代码: 603579,
    证券简称: '荣泰健康',
  },
  {
    证券代码: 603638,
    证券简称: '艾迪精密',
  },
  {
    证券代码: 603677,
    证券简称: '奇精机械',
  },
  {
    证券代码: 603538,
    证券简称: '美诺华',
  },
  {
    证券代码: 603811,
    证券简称: '诚意药业',
  },
  {
    证券代码: 603881,
    证券简称: '数据港',
  },
  {
    证券代码: 603626,
    证券简称: '科森科技',
  },
  {
    证券代码: 603303,
    证券简称: '得邦照明',
  },
  {
    证券代码: 603358,
    证券简称: '华达科技',
  },
  {
    证券代码: 603839,
    证券简称: '安正时尚',
  },
  {
    证券代码: 603360,
    证券简称: '百傲化学',
  },
  {
    证券代码: 603665,
    证券简称: '康隆达',
  },
  {
    证券代码: 603908,
    证券简称: '牧高笛',
  },
  {
    证券代码: 603817,
    证券简称: '海峡环保',
  },
  {
    证券代码: 603238,
    证券简称: '诺邦股份',
  },
  {
    证券代码: 603337,
    证券简称: '杰克股份',
  },
  {
    证券代码: 603615,
    证券简称: '茶花股份',
  },
  {
    证券代码: 603330,
    证券简称: '上海天洋',
  },
  {
    证券代码: 603378,
    证券简称: '亚士创能',
  },
  {
    证券代码: 603656,
    证券简称: '泰禾光电',
  },
  {
    证券代码: 603725,
    证券简称: '天安新材',
  },
  {
    证券代码: 603630,
    证券简称: '拉芳家化',
  },
  {
    证券代码: 603393,
    证券简称: '新天然气',
  },
  {
    证券代码: 603903,
    证券简称: '中持股份',
  },
  {
    证券代码: 603768,
    证券简称: '常青股份',
  },
  {
    证券代码: 603896,
    证券简称: '寿仙谷',
  },
  {
    证券代码: 603396,
    证券简称: '金辰股份',
  },
  {
    证券代码: 603385,
    证券简称: '惠达卫浴',
  },
  {
    证券代码: 603920,
    证券简称: '世运电路',
  },
  {
    证券代码: 603803,
    证券简称: '瑞斯康达',
  },
  {
    证券代码: 603758,
    证券简称: '秦安股份',
  },
  {
    证券代码: 603906,
    证券简称: '龙蟠科技',
  },
  {
    证券代码: 603826,
    证券简称: '坤彩科技',
  },
  {
    证券代码: 603269,
    证券简称: '海鸥股份',
  },
  {
    证券代码: 603680,
    证券简称: '今创集团',
  },
  {
    证券代码: 603501,
    证券简称: '韦尔股份',
  },
  {
    证券代码: 603586,
    证券简称: '金麒麟',
  },
  {
    证券代码: 603926,
    证券简称: '铁流股份',
  },
  {
    证券代码: 603855,
    证券简称: '华荣股份',
  },
  {
    证券代码: 603879,
    证券简称: '永悦科技',
  },
  {
    证券代码: 603717,
    证券简称: '天域生态',
  },
  {
    证券代码: 603728,
    证券简称: '鸣志电器',
  },
  {
    证券代码: 603721,
    证券简称: '中广天择',
  },
  {
    证券代码: 603496,
    证券简称: '恒为科技',
  },
  {
    证券代码: 603776,
    证券简称: '永安行',
  },
  {
    证券代码: 603316,
    证券简称: '诚邦股份',
  },
  {
    证券代码: 603679,
    证券简称: '华体科技',
  },
  {
    证券代码: 603488,
    证券简称: '展鹏科技',
  },
  {
    证券代码: 603856,
    证券简称: '东宏股份',
  },
  {
    证券代码: 603335,
    证券简称: '迪生力',
  },
  {
    证券代码: 603331,
    证券简称: '百达精工',
  },
  {
    证券代码: 603357,
    证券简称: '设计总院',
  },
  {
    证券代码: 603387,
    证券简称: '基蛋生物',
  },
  {
    证券代码: 603587,
    证券简称: '地素时尚',
  },
  {
    证券代码: 603711,
    证券简称: '香飘飘',
  },
  {
    证券代码: 603619,
    证券简称: '中曼石油',
  },
  {
    证券代码: 603880,
    证券简称: '南卫股份',
  },
  {
    证券代码: 603233,
    证券简称: '大参林',
  },
  {
    证券代码: 603289,
    证券简称: '泰瑞机器',
  },
  {
    证券代码: 603286,
    证券简称: '日盈电子',
  },
  {
    证券代码: 603329,
    证券简称: '上海雅仕',
  },
  {
    证券代码: 603648,
    证券简称: '畅联股份',
  },
  {
    证券代码: 603916,
    证券简称: '苏博特',
  },
  {
    证券代码: 603683,
    证券简称: '晶华新材',
  },
  {
    证券代码: 603933,
    证券简称: '睿能科技',
  },
  {
    证券代码: 603260,
    证券简称: '合盛硅业',
  },
  {
    证券代码: 603757,
    证券简称: '大元泵业',
  },
  {
    证券代码: 603326,
    证券简称: '我乐家居',
  },
  {
    证券代码: 603458,
    证券简称: '勘设股份',
  },
  {
    证券代码: 603813,
    证券简称: '原尚股份',
  },
  {
    证券代码: 603861,
    证券简称: '白云电器',
  },
  {
    证券代码: 603801,
    证券简称: '志邦家居',
  },
  {
    证券代码: 603380,
    证券简称: '易德龙',
  },
  {
    证券代码: 603922,
    证券简称: '金鸿顺',
  },
  {
    证券代码: 603305,
    证券简称: '旭升股份',
  },
  {
    证券代码: 603595,
    证券简称: '东尼电子',
  },
  {
    证券代码: 603737,
    证券简称: '三棵树',
  },
  {
    证券代码: 603500,
    证券简称: '祥和实业',
  },
  {
    证券代码: 603605,
    证券简称: '珀莱雅',
  },
  {
    证券代码: 603499,
    证券简称: '翔港科技',
  },
  {
    证券代码: 603321,
    证券简称: '梅轮电梯',
  },
  {
    证券代码: 603557,
    证券简称: '起步股份',
  },
  {
    证券代码: 603386,
    证券简称: '广东骏亚',
  },
  {
    证券代码: 603363,
    证券简称: '傲农生物',
  },
  {
    证券代码: 603429,
    证券简称: '集友股份',
  },
  {
    证券代码: 603659,
    证券简称: '璞泰来',
  },
  {
    证券代码: 603283,
    证券简称: '赛腾股份',
  },
  {
    证券代码: 603533,
    证券简称: '掌阅科技',
  },
  {
    证券代码: 603655,
    证券简称: '朗博科技',
  },
  {
    证券代码: 603829,
    证券简称: '洛凯股份',
  },
  {
    证券代码: 603507,
    证券简称: '振江股份',
  },
  {
    证券代码: 603506,
    证券简称: '南都物业',
  },
  {
    证券代码: 603466,
    证券简称: '风语筑',
  },
  {
    证券代码: 603709,
    证券简称: '中源家居',
  },
  {
    证券代码: 603912,
    证券简称: '佳力图',
  },
  {
    证券代码: 603895,
    证券简称: '天永智能',
  },
  {
    证券代码: 603848,
    证券简称: '好太太',
  },
  {
    证券代码: 603607,
    证券简称: '京华激光',
  },
  {
    证券代码: 603685,
    证券简称: '晨丰科技',
  },
  {
    证券代码: 603676,
    证券简称: '卫信康',
  },
  {
    证券代码: 603356,
    证券简称: '华菱精工',
  },
  {
    证券代码: 603712,
    证券简称: '七一二',
  },
  {
    证券代码: 603871,
    证券简称: '嘉友国际',
  },
  {
    证券代码: 603590,
    证券简称: '康辰药业',
  },
  {
    证券代码: 603897,
    证券简称: '长城科技',
  },
  {
    证券代码: 603733,
    证券简称: '仙鹤股份',
  },
  {
    证券代码: 603666,
    证券简称: '亿嘉和',
  },
  {
    证券代码: 603890,
    证券简称: '春秋电子',
  },
  {
    证券代码: 603882,
    证券简称: '金域医学',
  },
  {
    证券代码: 603477,
    证券简称: '振静股份',
  },
  {
    证券代码: 603301,
    证券简称: '振德医疗',
  },
  {
    证券代码: 603810,
    证券简称: '丰山集团',
  },
  {
    证券代码: 603739,
    证券简称: '蔚蓝生物',
  },
  {
    证券代码: 603657,
    证券简称: '春光科技',
  },
  {
    证券代码: 603876,
    证券简称: '鼎胜新材',
  },
  {
    证券代码: 603297,
    证券简称: '永新光学',
  },
  {
    证券代码: 603629,
    证券简称: '利通电子',
  },
  {
    证券代码: 603706,
    证券简称: '东方环宇',
  },
  {
    证券代码: 603790,
    证券简称: '雅运股份',
  },
  {
    证券代码: 603650,
    证券简称: '彤程新材',
  },
  {
    证券代码: 603259,
    证券简称: '药明康德',
  },
  {
    证券代码: 603713,
    证券简称: '密尔克卫',
  },
  {
    证券代码: 603351,
    证券简称: '威尔药业',
  },
  {
    证券代码: 603558,
    证券简称: '健盛集团',
  },
  {
    证券代码: 603379,
    证券简称: '三美股份',
  },
  {
    证券代码: 603486,
    证券简称: '科沃斯',
  },
  {
    证券代码: 603580,
    证券简称: '艾艾精工',
  },
  {
    证券代码: 603722,
    证券简称: '阿科力',
  },
  {
    证券代码: 603583,
    证券简称: '捷昌驱动',
  },
  {
    证券代码: 603681,
    证券简称: '永冠新材',
  },
  {
    证券代码: 603578,
    证券简称: '三星新材',
  },
  {
    证券代码: 603348,
    证券简称: '文灿股份',
  },
  {
    证券代码: 603937,
    证券简称: '丽岛新材',
  },
  {
    证券代码: 603527,
    证券简称: '众源新材',
  },
  {
    证券代码: 603773,
    证券简称: '沃格光电',
  },
  {
    证券代码: 603277,
    证券简称: '银都股份',
  },
  {
    证券代码: 603693,
    证券简称: '江苏新能',
  },
  {
    证券代码: 603516,
    证券简称: '淳中科技',
  },
  {
    证券代码: 603700,
    证券简称: '宁波水表',
  },
  {
    证券代码: 603596,
    证券简称: '伯特利',
  },
];

const newdata = data.map(item => ({ [item.证券代码.toString()]: item.证券简称 }));
console.log(newdata);

//把data对象转换为json格式字符串
var content = JSON.stringify(newdata);

//指定创建目录及文件名称，__dirname为执行当前js文件的目录
var file = path.join(__dirname, 'data/test.json');

//写入文件
fs.writeFile(file, content, function(err) {
  if (err) {
    return console.log(err);
  }
  console.log('文件创建成功，地址：' + file);
});
