[
  {
    "公司名称": "2019-03-22广东利元亨智能装备股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/5bcdbbeaa8fe4c17a2c54374bcce39e3.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人重大诉讼及仲裁事项\n截至本招股说明书签署日，公司目前存在的尚未了结或可以预见的重大（单个标的金额累计超过100万元）诉讼、仲裁及行政处罚案件如下：\n因深圳市金虹汽车贸易有限公司未履行其与公司签署的《汽车代购协议》，公司于2018年11月22日向深圳市罗湖区人民法院提交《民事起诉状》，请求判令金虹贸易、前海新金虹、詹丰先、余家梅等返还购车款1,206,000元及利息，并承担本案全部诉讼费用及诉讼保全费。\n截至本招股说明书签署日，深圳市罗湖区人民法院尚未作出本案裁决。\n以上重大仲裁、诉讼案件系公司为维护自身合法权益而提起，涉及的金额占发行人现时资产总额、营业收入的比例较小，对公司的经营成果和财务状况影响较小。\n（4）本公司将依据法律、法规、规章、规范性文件及公司章程的规定，在上述启动条件触发之日起15个交易日内召开董事会审议股份回购方案。股份回购方案经董事会决议通过后，若涉及注销股份的，本公司将依法通知债权人和在报纸上公告，并采取证券交易所集中竞价交易方式或要约方式回购股份。回购方案实施完毕后，若涉及注销股份的，本公司将在2个工作日内公告本公司股份变动报告，并在10个工作日内依法注销所回购的股份，办理工商变更登记手续。\n九、发行人与董事、监事、高级管理人员及核心技术人员所签定的重大协议\n公司与全体董事、监事、高级管理人员及核心技术人员均签订了聘任合同或劳动合同，同时，除独立董事外的董事、监事、高级管理人员和核心技术人员均签订了保密协议。自上述协议签署以来，董事、监事和高级管理人员均严格履行协议约定的职责和义务，遵守相关承诺，不存在违反协议情形。\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员所持股份均不存在质押、冻结或发生诉讼纠纷等情形。"
  },
  {
    "公司名称": "2019-04-17北京映翰通网络技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6242dc1f48c748899ab0a4b0365ac805.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼和仲裁事项\n截至本招股说明书签署之日：\n1、发行人及其控股子公司、发行人控股股东不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼或仲裁事项。\n2、发行人实际控制人、董事、监事、高级管理人员和其他核心人员均不存在作为一方当事人的重大诉讼或仲裁事项，亦不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-18天津久日新材料股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6b66f017a5d14819b8cecc19f5b280a1.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人未结诉讼或仲裁情况\n1、久日新材诉意大利Caffaro公司买卖合同纠纷案\n2017 年 10 月，因买卖合同纠纷，发行人认为供应商意大利CaffaroIndustrieS.p.a 公司单方终止协议构成违约，向意大利米兰法院提起诉讼；要求Caffaro继续履行合同，赔偿经济损失355.10万欧元。2018年2月9日第一次听审后的答辩期内，久日新材依据诉讼程序最终确定的索赔金额为 459.61 万欧元；Caffaro则抗辩久日新材违约在先，主张久日新材应向其赔偿600.94万欧元。在2018年6月21日的第二次听审中，主审法官询问双方的调解意向，Caffaro提出赔偿久日新材8万欧元，但原告久日新材代理律师认为该赔偿金额过低，双方未达成一致。\n截至本招股说明书签署日，本案尚未判决；法庭已组织了三次听审，下一次听审程序将在2019年6月进行。根据意大利代理律师于2019年3月4日出具的法律意见，法院依据Caffaro的抗辩理由而判决久日新材违约在先向Caffaro支付赔偿的法律风险较小。\n2、久瑞翔和诉湖南信立泰新材料有限公司买卖合同纠纷案\n久瑞翔和于2019年2月14日向天津市北辰区人民法院提起诉讼，主张久瑞翔和作为出售方在多次交易履行交付义务后，买受方湖南信立泰新材料有限公司（以下简称“信立泰”）未履行付款义务；请求法院判令信立泰支付货款 67.11万元及逾期利息3.65万元。\n截至本招股说明书签署日，北辰区人民法院已经受理本案，尚未开庭审理。\n（二）发行人控股股东、实际控制人等人员涉案情况\n截至本招股说明书签署日，不存在发行人控股股东、实际控制人，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人，可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n最近三年，发行人董事、监事、高级管理人员和核心技术人员，不存在涉及行政处罚、被司法机关立案调查、被中国证监会立案调查的情况。该处“行政处罚”，指财政、税务、审计、海关、工商等部门实施的，涉及公司经营管理活动的行政处罚决定；或其他行政机关给予的，被罚行为明显有违诚信的行政处罚决定。"
  },
  {
    "公司名称": "2019-04-08博瑞生物医药（苏州）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a214212ea1964dfa807cea29e97bce29.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、公司的重大诉讼或仲裁\n（一）截至本招股说明书签署日，公司及子公司不存在作为一方当事人的重大诉讼或仲裁事项。\n（二）截至本招股说明书签署日，公司控股股东、实际控制人、董事、监事、高级管理人员和其他核心技术人员均不存在作为一方当事人的重大诉讼、仲裁事项。\n（三）公司控股股东、实际控制人最近三年内不存在重大违法行为。\n（四）公司董事、监事、高级管理人员及核心技术人员最近三年均不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-09杭州安恒信息技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a1a470d5d11f4d6d960706edc9ea6ee1.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在尚未了结或可预见的对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼、仲裁或被行政处罚的案件。\n截至本招股说明书签署日，公司控股股东、实际控制人、控股子公司、公司董事、监事、高级管理人员和核心技术人员不存在其作为一方当事人可能对公司产生影响的重大诉讼或仲裁事项。\n公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-03-29哈尔滨新光光电科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/5e3cce6583504d26ad5a3e0793c398b3.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "是",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁\n截至本招股说明书签署日，公司与大连西戈科技工程有限公司存在诉讼事项，其具体情况详见本招股说明书“第八节 财务会计信息与管理层分析”之“十一、资产负债表日后事项、或有事项及其他重要事项”之“（二）或有事项”之“2、公司与大连西戈科技工程有限公司的诉讼情况”，该事项对公司经营情况不存在重大影响。除此之外，截至本招股说明书签署日，公司及控股股东、实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员均不存在作为一方当事人的尚未了结的刑事诉讼、重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员最近3年不存在受到行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-04北京安博通科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2c6886f162cf4be6a01c8ae2d4fb4284.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，本公司控股股东、实际控制人、控股子公司、本公司董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的重大诉讼、仲裁事项。\n截至本招股说明书签署日，本公司董事、监事、高级管理人员和核心技术人员不存在刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-11上海微创心脉医疗科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/57ee7f0de5174a4d8797a65faf3cce2e.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人的诉讼与仲裁事项\n截至本招股说明书签署日，公司不存在重大未决诉讼与仲裁事项。\n（二）控股股东、间接控股股东、控股子公司、董事、监事、高级管理人员及核心技术人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司的控股股东、间接控股股东、控股子公司以及本公司的董事、监事、高级管理人员与核心技术人员均不存在作为一方当事人的重大诉讼或仲裁事项，亦不存在尚未了结或可能面临的重大诉讼。\n（三）发行人董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，本公司的董事、监事、高级管理人员和核心技术人员均不存在涉及刑事诉讼的情况。\n（四）发行人董事、监事、高级管理人员和核心技术人员最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n发行人董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查或被中国证监会立案调查的情况。\n（3）按照既定分红政策执行将导致公司股东大会或董事会批准的重大投资项目、重大交易无法按既定交易方案实施的；"
  },
  {
    "公司名称": "2019-04-12北京天宜上佳高新材料股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/0424c1a181ae4021a881bb3b2c3e3a03.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截止本招股说明书签署日，本公司无对财务状况、经营成果、声誉、业务活动、未来前景可能产生较大影响的尚未了结的或可预见的重大诉讼或仲裁事项。\n截止本招股说明书签署日，本公司控股股东及实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-03-29杭州当虹科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/42a8fd6d5018496f8ee2aca30b600a1d.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁及其他情况\n截至本招股说明书签署之日，公司不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署之日，公司实际控制人及公司董事、监事、高级管理人员均不存在尚未了结的或可预见的对公司产生影响的重大诉讼、仲裁事项。\n截至本招股说明书签署之日，公司实际控制人最近三年内不存在重大违法行为。\n截至本招股说明书签署之日，公司董事、监事、高级管理人员均未涉及刑事诉讼。"
  },
  {
    "公司名称": "2019-04-10上海柏楚电子科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6788d4e183fd454bbd7feb9db36bd297.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人及其控股子公司的重大诉讼、仲裁或行政处罚事项\n截至本招股说明书签署之日，公司及其控股子公司不涉及重大诉讼、仲裁或行政处罚事项。\n（二）关联人的重大诉讼、仲裁或行政处罚事项\n截至本招股说明书签署之日，本公司控股股东、实际控制人、本公司的董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的重大诉讼和仲裁。"
  },
  {
    "公司名称": "2019-04-03乐鑫信息科技（上海）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/893baa32227245dd9aa74d4aa2cc11b2.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重要诉讼、仲裁事项\n（一）本公司重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）本公司控股股东、实际控制人、控股子公司的重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司控股股东、实际控制人、控股子公司不存在作为一方当事人的重大诉讼或仲裁事项。\n（三）本公司控股股东、实际控制人最近三年内不存在重大违法行为\n截至本招股说明书签署日，本公司控股股东、实际控制人最近三年内不存在重大违法行为。\n（四）本公司董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁事项及刑事诉讼事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员不涉及重大诉讼、仲裁及刑事诉讼等情况。"
  },
  {
    "公司名称": "2019-03-29深圳传音控股股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/757f8fcfe7114b899ccad0ac021f1a55.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼、仲裁事项\n（一）公司重大诉讼和仲裁事项\n截至本招股说明书签署日，发行人及附属公司发生的诉讼标的额在人民币500万以上，或诉讼标的额虽未达到人民币500万以上，但对生产经营有较大影响的未决诉讼、仲裁情况如下：：\n<table pageid=\"380\", index=\"0\", bbox=\"65, 122, 776, 421\"/>\n<table pageid=\"381\", index=\"0\", bbox=\"65, 333, 776, 503\"/>\n1．截至2018年12月31日，公司的净资产为392,201.72万元，上述第一、二、三项诉讼案件标的额分别占公司截至 2018 年 12 月 31 日净资产的比例为0.57%，0.32%，0.20%，占比较小，该等诉讼案件不会对公司及其附属公司的持续经营能力构成重大影响，亦不会对本次发行上市构成实质性法律障碍。\n2. 根据上述第四项诉讼案件的代理律师Mr. Munish Mehra的意见，被告在其生产、销售的手机、配件、电池等设备上所使用 “ITEL” 商标的行为不构成商标侵权。且S MOBILE DEVICES LIMITED 2018 年“ITEL”品牌营业收入占公司2018年营业收入的比例约7%，占比较小。\n基于上述，公司附属公司 S  MOBILE  DEVICES  LIMITED，ITEL TECHNOLOGY LIMITED与原告KMC ELECTRONICS之间的上述商标侵权纠纷案件，不会对公司及其附属公司的持续经营能力构成重大影响，亦不会对本次发行上市构成实质性法律障碍。\n（二）公司董事、监事、高级管理人员和核心技术人员最近三年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况，也无任何可预见的涉及上述事项的情况。\n（三）公司控股股东、实际控制人报告期内涉及重大违法行为的情况\n报告期内，公司控股股东、实际控制人不存在涉及重大违法行为的情况，也无任何可预见的涉及重大违法行为的情况。"
  },
  {
    "公司名称": "2019-04-19江苏浩欧博生物医药股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/92c2b60281b646ed869a35b15cea92c3.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n（一）发行人的诉讼或仲裁事项\n报告期内，发行人与Theradiag S.A.存在一起合同纠纷诉讼案件，截至招股说明书签署日，该起案件已经双方和解，原告Theradiag S.A.撤回诉讼请求。具体情况如下：\n2015年，发行人与Theradiag S.A.签署了一系列业务合作协议（统称“合作协议”），旨在双方开展产品研发合作并在彼此擅长的市场区域内推广对方的或双方合作研发的产品。后因业务合作开展不顺利，双方均主张对方一定程度违反了合作协议约定。2018年5月，Theradiag S.A.根据合作协议约定的争议解决方式向新加坡法院提起诉讼，称发行人违反合作协议并要求发行人向其支付5,382,951欧元的赔偿。2019年3月29日，Theradiag S.A.与发行人签署和解协议，旨在终止前述纠纷，和解协议约定（1）双方均不可撤销地同意终止所有合作协议，（2）发行人向Theradiag S.A.支付一定金额的款项，（3）双方不可撤销地放弃基于合作协议向对方提出任何主张的权利，（4）Theradiag S.A.同意撤回前述在新加坡法院的诉请。\n根据法国LPA-CGR avocats律师事务所的确认，上述和解协议已生效并对协议双方具有约束力。2019年4月1日，发行人依据和解协议约定向Theradiag S.A.支付了前述款项。2019年4月4日，Theradiag S.A.撤回其在新加坡法院提起的针对发行人的诉讼。同日，Theradiag S.A.公告了上述和解协议及其撤诉情况。2019年4月15日，新加坡法院发出ORDER OF COURT（法院裁定），同意Theradiag S.A.的撤诉申请。该诉讼争议已和解，争议事由已终止，前述诉讼争议对发行人持续经营不构成重大不利影响。\n和解协议的具体约定参见招股说明书本节“一、重大合同”之“（五）其他重要合同”。\n（二）实际控制人的重大诉讼或仲裁事项\n截至招股说明书签署日，发行人实际控制人不存在作为一方当事人的重大诉讼仲裁事项。\n（三）董事、监事、高级管理人员和核心技术人员涉及的刑事诉讼、重大诉讼或仲裁事项\n截至招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员均不存在尚未了结的或者可预见的作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n（四）董事、监事、高级管理人员和核心技术人员近 3 年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n报告期内，发行人董事、监事、高级管理人员和核心技术人员均不存行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-08视联动力信息技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/cf8f966bb1c74bd2a1caa145c2a8ba20.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、具有较大影响的诉讼和仲裁事项\n截止本招股说明书签署日，本公司及本公司之控股子公司不存在对财务状况、经营成果、声誉、业务活动、未来前景可能产生较大影响的诉讼和仲裁事项。\n四、公司控股股东、实际控制人或控股子公司，本公司董事、监事、高级管理人员和其他核心人员作为一方当事人的重大诉讼或仲裁事项\n截止本招股说明书签署日，本公司控股股东、实际控制人、控股子公司及本公司董事、监事、高级管理人员和其他核心人员不存在作为一方当事人的重大诉讼或仲裁事项。\n六、董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截止本招股说明书签署日，本公司董事、监事、高级管理人员和其他核心人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-09山石网科通信技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a7eaca4c395a4d9dbdb43b9d8271f8be.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、行政处罚、重大诉讼或仲裁情况\n（一）行政处罚情况\n自2016年1月1日至2018年12月31日，发行人及其境内子公司/分公司共计受到3项税务行政处罚，具体如下：\n（1）北京山石因未按期办理纳税申报或报送纳税资料，被税务主管部门罚没收入（稽查查补税（费）款）100元。\n（2）山石北京因未按期办理纳税申报或报送纳税资料，被税务主管部门罚没收入（稽查查补税（费）款）100元。\n（3）山石网科由于未按照规定期限办理纳税申报和报送纳税资料一份，被税务主管部门处以行政罚款，金额为0元。\n根据《中华人民共和国税收征收管理法（2015年修订）》第六十二条的规定，―纳税人未按照规定的期限办理纳税申报和报送纳税资料的，或者扣缴义务人未按照规定的期限向税务机关报送代扣代缴、代收代缴税款报告表和有关资料的，由税务机关责令限期改正，可以处二千元以下的罚款；情节严重的，可以处二千元以上一万元以下的罚款。‖\n由于上述各项行政处罚金额较小（合计200元），发行人及其子公司均已及时足额缴纳了上述罚款，并均已及时整改完毕，不属于情节严重的情形，因此，上述行政处罚不属于重大行政处罚。\n截至本招股说明书签署之日，发行人及其下属子公司不存在受到重大行政处罚的情形。\n（二）重大诉讼或仲裁情况\n截至本招股说明书签署之日，发行人及其下属子公司不存在尚未了结的诉讼案件。\n（三）本公司持股5%以上的主要股东、控股子公司、董事、监事、高级管理人员和其他核心人员作为一方当事人的重大诉讼或仲裁情况\n截至本招股说明书签署之日，本公司持股5%以上的主要股东、控股子公司、董事、监事、高级管理人员和其他核心人员不存在其他尚未了结的或可预见的重大诉讼、仲裁案件。\n（四）本公司董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，本公司董事、监事、高级管理人员和其他核心人员不存在涉及刑事诉讼的案件。\n（四）董事、监事、高级管理人员及核心技术人员所签订的重大协议及履行情况\n除股东委派的董事外，本公司与董事、监事、高级管理人员、核心技术人员均签订了《聘用协议》或《劳动合同》。此外，公司与内部董事、监事、高级管理人员、核心技术人员均签订了《知识产权转让竞业限制及保密协议》对职务成果的权属、保密事项、保密期限、泄密责任、竞业限制等进行了明确的约定。截至本招股说明书签署之日，前述协议履行未发生任何纠纷或争议。\n同时，除股东委派董事外，本公司董事、监事、高级管理人员、其他核心人员均参与了本公司的员工股权激励，并与本公司签署了《股权激励协议》等相关协议。具体情况详见招股说明书―第五节 发行人基本情况‖之―八、发行人董事、监事、高级管理人员及核心技术人员‖之―（十）发行人已制定或实施的股权激励及相关安排‖相关内容。\n除上述情形以外，在本公司任职的董事、监事、高级管理人员与其他核心人员没有与本公司签署其他任何重大协议。"
  },
  {
    "公司名称": "2019-04-24博拉网络股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/37061503410c4feeb2ec31068e9c7313.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）截至本招股说明书签署之日，发行人不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）截至本招股说明书签署之日，发行人控股股东、实际控制人、发行人控股子公司，发行人董事、监事、高级管理人员和核心技术人员没有作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、立案调查的\n情况............................................................................................................. 407\n五、报告期内重大违法情况.............................................................................. 407\n第十二节  声明 ....................................................................................408\n一、公司全体董事、监事、高级管理人员声明.............................................. 408\n二、发行人控股股东、实际控制人声明.......................................................... 409\n三、保荐机构（主承销商）声明...................................................................... 410\n四、发行人律师声明.......................................................................................... 412\n五、会计师事务所声明...................................................................................... 413\n六、验资及验资复核机构声明.......................................................................... 414\n七、资产评估机构声明...................................................................................... 415\n第十三节  附件 ....................................................................................417\n四、董事、监事、高级管理人员和核心技术人员涉及行政处\n罚、立案调查的情况\n截至本招股说明书签署之日，发行人董事、监事、高级管理人员及核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-30无锡祥生医疗科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/e2db90bd9e2f4e9591ec1fe5b128970b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁\n（一）公司及控股子公司的重大诉讼或仲裁事项\n2017年11月，公司历史股东江宏发函主张其为公司股东，但经公司催告后不以有效方式落实权利主张，使双方法律关系处于人为不确定状态。2018 年 9月，发行人向无锡市新吴区人民法院提起诉讼，请求判决确认江宏不具有发行人股东资格。2019年3月13日，无锡市新吴区人民法院做出一审判决，确认江宏不具有发行人股东资格。2019年3月江宏向无锡市中级人民法院提起上诉，2019年4月26日，无锡市中级人民法院做出终审判决，驳回上诉、维持原判。\n截至本招股说明书签署日，公司及控股子公司不存在作为一方当事人的未决重大诉讼或仲裁事项。\n（二）公司控股股东、实际控制人的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东及实际控制人不存在任何未了结的或可以预见的可能对发行人及本人自身资产状况、财务状况、本次发行、发行人生产经营产生重大不利影响的重大诉讼、仲裁及行政处罚案件。\n（三）公司董事、监事、高级管理人员和核心技术人员的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员不存在任何未了结的或可以预见的可能对发行人及本人自身资产状况、财务状况、本次发行、发行人生产经营产生重大不利影响的重大诉讼、仲裁及行政处罚案件。\n（四）董事、监事、高级管理人员和核心技术人员最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n公司董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n八、发行人与董事、监事、高级管理人员及核心技术人员签署的重大协议及\n董事、监事、高级管理人员及核心技术人员股权质押、冻结或诉讼纠纷的情\n况.......................................................................................................................... 57\n九、发行人董事、监事、高级管理人员及核心技术人员变动情况.............. 57\n（一）发行人与董事、监事、高级管理人员及核心技术人员签署的重大协议\n截至本招股说明书签署日，发行人与董事、监事、高级管理人员及核心技术人员签署有劳动合同、保密协议，发行人与核心技术人员另签有竞业限制合同。除上述合同及协议外，发行人与董事、监事、高级管理人员及核心技术人员未签署其他对投资者作出价值判断和投资决策有重大影响的协议。\n八、发行人与董事、监事、高级管理人员及核心技术人员签署的重大协议及董事、监事、高级管理人员及核心技术人员股权质押、冻结或诉讼纠纷的情况\n（一）发行人与董事、监事、高级管理人员及核心技术人员签署的重大协议\n截至本招股说明书签署日，发行人与董事、监事、高级管理人员及核心技术人员签署有劳动合同、保密协议，发行人与核心技术人员另签有竞业限制合同。除上述合同及协议外，发行人与董事、监事、高级管理人员及核心技术人员未签署其他对投资者作出价值判断和投资决策有重大影响的协议。\n（二）董事、监事、高级管理人员及核心技术人员股权质押、冻结或诉讼纠纷的情况\n发行人部分董事、监事、高级管理人员、核心技术人员因参与股权激励，向公司董事、总经理莫若理借入其所认购员工持股平台财产份额40%的资金用于员工持股平台的出资，并将其所持员工持股平台40%财产份额作为担保质押给莫若理。\n截至本招股说明书签署日，除上述情况外，公司其他董事、监事、高级管理人员、核心技术人员所持股份不存在被质押、冻结或诉讼纠纷。"
  },
  {
    "公司名称": "2019-04-30洛阳建龙微纳新材料股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/28ff16bca852463392f56c95379e6087.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）公司重大诉讼或仲裁事项\n截至本招股说明书签署之日，发行人存在3宗金额超过100万元的诉讼案件，具体情况如下：\n1、杨端芳诉被告王振峰、洛阳市红日矿山建筑安装工程有限公司、发行人买卖合同纠纷一案\n就杨端芳诉被告王振峰、洛阳市红日矿山建筑安装工程有限公司、发行人买卖合同纠纷一案，河南省洛阳市洛龙区人民法院于2017年6月19日作出（2017）豫0311民初53号《民事判决书》，判决如下：①被告王振峰于本判决生效之日起十日内向原告杨端芳支付价款1,276,375元；②被告王振峰于本判决生效之日起十日内日向原告杨端芳支付违约金（按年利率24%，以1,136,193元为基数，自2016年11月3日起计算至履行完毕之日止）；③驳回原告杨端芳的其他诉讼请求。洛阳红日矿山建筑安装工程有限公司、发行人对王振峰的债务承担连带清偿责任的诉求无事实及法律依据，洛龙区人民法院不予支持。\n被告王振峰不服前述判决，向河南省洛阳市中级人民法院提出上诉，洛阳市人民法院于2017年11月16日作出（2017）豫03民终4989号民事裁定书，判定如下：①撤销河南省洛阳市洛龙区人民法院（2017）豫0311民初53号民事判决；②本案发回河南省洛阳市洛龙区人民法院重审。\n河南省洛阳市洛龙区人民法院就本案于2018年12月23日作出（2018）豫0311民初139 号《民事判决书》，判决如下：①被告王振峰于本判决生效之日起十日内向原告杨端芳支付货款1,136,193元；②被告王振峰于本判决生效之日起十日内向原告支付违约金（按年利率24%以1,136,193元为基数，自2015年8月16日起计算至实际支付日止）；③驳回原告杨端芳的其他诉讼请求。\n原告杨端芳不服前述判决，于2019年1月18日向洛阳市中级人民法院上诉，目前此案处于二审阶段，尚未判决。\n2、发行人诉洛阳市海龙精铸有限公司、常海龙民间借贷纠纷之案一\n发行人于2019年2月25日向河南省偃师市人民法院递交《民事起诉状》，因海龙精铸未按照约定偿还光大银行洛阳分行的贷款，发行人作为担保方代海龙精铸偿还上述贷款，发行人向河南省偃师市人民法院提起起诉，请求判令：①第一被告洛阳市海龙精铸有限公司向原告返还借款本金 1,170 万元及支付利息55,136.25元，共计11,755,136.25元（利息从2018年12月29日暂计算至2019年1月29日，剩余利息按照年利率5.655%计算至本息付清之日止）；②请求法院判令第二被告常海龙对上述借款本金及利息承担连带保证责任；③本案诉讼费由被告承担。\n目前此案处于一审阶段，尚未判决。\n3、发行人诉洛阳市海龙精铸有限公司、常海龙民间借贷纠纷之案二\n发行人于2019年2月25日向河南省偃师市人民法院递交《民事起诉状》，因海龙精铸未按照约定偿还郑州银行洛阳分行的贷款，发行人作为担保方代海龙精铸偿还上述贷款，发行人向河南省偃师市人民法院提起起诉，请求判令：①第一被告洛阳市海龙精铸有限公司向原告返还借款本金 538 万元及支付利息25,683.13元（利息从2018年11月15日暂计算至2018年12月25日，剩余利息按照年利率 5.655%计算至本息付清之日止）；②请求法院判令第二被告常海龙对上述借款本金及利息承担连带保证责任；③本案诉讼费由被告承担。\n目前此案处于一审阶段，尚未判决。\n上述重大诉讼事项中，发行人作为被告的只有“杨端芳与王振峰、洛阳市红日矿山建筑安装工程有限公司买卖合同纠纷”一案，涉案金额不高，且一审已被判决无需承担责任，其他两个诉讼案例发行人均是作为原告，因此，发行人的重大诉讼事项不会对发行人的持续经营能力造成重大不利影响，不会对发行人财务状况、经营成果、声誉、业务活动、未来前景以及本次发行上市造成实质性影响。\n（二）公司控股股东、实际控制人及其一致行动人、公司董事、监事、高级管理人员及核心技术人员作为一方当事人的重大诉讼或仲裁\n报告期内，公司控股股东、实际控制人及其一致行动人、公司董事、监事、高级管理人员及核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。\n（三）公司控股股东、实际控制人及其一致行动人的重大违法行为\n报告期内，公司控股股东、实际控制人及其一致行动人不存在重大违法行为。\n（四）公司控股股东、实际控制人及其一致行动人、公司董事、监事、高级管理人员及核心技术人员最近三年内涉及行政处罚、被司法机关立案调查、被中国证监会立案调查情况\n报告期内，公司控股股东、实际控制人及其一致行动人、公司董事、监事、高级管理人员及核心技术人员不涉及行政处罚、被司法机关立案调查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-03南京微创医学科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/cf562464e47047148177deb8194b55e0.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼与仲裁事项\n（一）发行人与BOSTON SCIENTIFIC CORPORATION专利诉讼案件\n近年来，发行人积极开拓国际市场，产品已进入美国、德国包括梅奥诊所、斯坦福大学医疗中心、柏林大学附属慈善医院、纽伦堡医院等在内的欧美多家知名医疗机构。\n2018年 11月，波士顿科学同时在美国和德国两地针对发行人的SureClip（止血夹）系列产品发起了专利诉讼。目前，发行人已聘请了美国奥睿律师事务所（Orrick, Herrington & Sutcliffe, LLP）和德国Paul＆Albrecht律师事务所代理相关诉讼事宜，积极进行应诉。\n发行人认为，公司涉诉产品不存在侵权问题，且已在美国（一种止血夹，US9795390B2）和欧洲（一种止血夹，3081174）取得发明专利,拥有取得有利诉讼结果的良好基础。即便最终诉讼结果对发行人不利，由于涉诉产品占发行人主营收入比例较低、涉诉专利即将到期、涉诉产品较易替代等原因，专利诉讼也不会对发行人的持续经营产生重大不利影响。\n同时，为了消除诉讼对发行人带来的可能影响，持有发行人90%股份的前五大股东（微创咨询、中科招商、HUAKANG、华晟领丰、GREEN PAPER）均自愿出具承诺函，承诺共同承担发行人因执行上述波科专利诉讼案的判决结果或达成和解而需要承担的赔偿责任。\n1、德国专利诉讼案\n（1）案件起因及进展情况\n德国时间2018年11月20日，波科有限以销售的SURECLIP（止血夹）侵犯其专利为由在德国杜塞尔多夫地方法院对 MTE 和 SHANGHAI INTERNATIONAL HOLDING CORP. GMBH (EUROPE)（公司欧盟代表）提起诉讼。波科有限持有欧洲专利局于2018年6月6日颁发的专利号为EP 1 328 199 B1的欧洲专利（以下简称：“199号专利”），该专利名称为THROUGH THE SCOPE ENDOSCOPIC HEMOSTATIC CLIPPING DEVICE（通过内镜的止血夹装置）；于2017年11月1日颁发的专利号为EP 3 023 061 B1的欧洲专利（以下简称：“061号专利”），该专利名称为ENDOSCOPIC DEVICE FOR CAUSING HEMOSTASIS（用于止血的内窥镜装置）。\n根据起诉状，原告认为，被告销售的止血夹产品侵犯了其199号专利以及061号专利的一项或多项权利，预计涉案价值为 200万欧元，原告请求判定：①禁止被告在德国境内再行销售止血夹产品;②赔偿因侵权而造成的原告损失、利息、费用和支出;③被告诉讼费用等。\nPaul & Albrecht已分别于2019年2月28日和3月5日向欧洲专利局对前述两项欧洲专利提出异议申请。\n截止本招股说明书签署日，上述诉讼案件仍在审理中，根据Paul & Albrecht出具的法律意见书，对于原告在起诉书中提出的所有赔偿主张，被告均有充分的不侵权理由和证据。\n（2）诉讼对发行人生产经营等方面的具体影响\n①涉诉产品在诉讼期间可正常销售，预计结案后涉案专利面临过期\n根据德国Paul & Albrecht律所出具的法律意见，原告在提起专利诉讼后，并未同时要求法院签发临时禁令，原告在一审判决前已不存在补充提交临时禁令的可能。发行人的涉诉产品在诉讼期仍然可以在欧洲正常销售。此外，德国诉讼涉及的两项专利到期日均为2022年9月，在预计的终审结案后涉案专利已经或者即将过期。\n②涉诉产品较易替代\n公司在德国涉诉的止血夹系发行人自主研发并生产的一种用于内镜下止血缝合的产品。涉诉专利涉及的内容主要为某种机械结构，不涉及产品基本功能原理。目前，发行人正在升级换代的止血夹产品已取得FDA（510K）批准，目前正在申请CE认证。\n③涉诉专利不稳定，发行人已申请异议程序\n根据欧盟相关法律规定，对于欧盟专利局授予的欧盟专利，如对专利的新颖性、创造性等有质疑，可以向欧盟专利局提起专利异议程序。MTE已经委托律师于德国时间2019年2月28日向欧盟专利局申请加入此前德国MTW-Endoskopie W. Haag KG公司和美国库克针对061号专利提出的专利异议程序，并于德国时间2019年3月6日提起对199专利的异议程序。若欧盟专利局最终认定涉案专利无效或要求修改其权利要求，则原告的专利诉讼有很大概率被驳回。\n④涉诉产品报告期内占比情况\n报告期内发行人德国涉诉产品的营业收入分别为1,424.65万元、3,000.26万元、6,129.55万元，占发行人主营业务收入的比例分别为3.47%、4.70%、6.69%，毛利分别为1,108.25万元、2,386.97万元、4,777.78万元，占比分别为4.69%、6.15%、8.15%。对发行人持续经营不构成重大影响。\n（3）发行人股东承诺\n发行人股东微创咨询、中科招商、Huakang、华晟领丰、Green Paper（以下合称“承诺人”）承诺：将按承诺出具日所持发行人股份/出具本专利诉讼相关事项承诺函的全部股东（微创咨询、中科招商、Huakang、华晟领丰、Green Paper）所持发行人股份之和对应的比例在以下①、②项范围内承担发行人因执行上述波科专利诉讼案的判决结果或达成和解而需要承担的赔偿责任：\n①自承诺出具之日起，发行人做出的分红决议中承诺人相应获得的全部扣税后的现金分红均存放于发行人开设的银行专户，用于实际发生赔偿责任时履行承诺；\n②承诺人同时承诺额外锁定本企业持有的发行人股份总数的5%（以承诺出具日持有的股份数为基数），直至上述波科专利诉讼案了结。如承诺人应承担的赔偿金额超出了前述第①项承诺人在发行人银行专户所存资金，承诺人将以前述额外锁定的发行人股份总数的5%（以承诺出具日持有的股份数为基数）为限向发行人履行赔偿金额。\n发行人主要股东微创咨询、中科招商、Huakang同时承诺：对于前述全部承诺人履行其承诺后，发行人就专利诉讼案仍需承担的赔偿责任，由微创咨询、中科招商、Huakang分别按承诺出具日所持发行人股份/出具专利诉讼相关事项承诺的全部股东（微创咨询、中科招商、Huakang）所持发行人股份之和对应的比例承担。\n2、美国专利诉讼案\n（1）案件起因及进展情况\n美国时间2018年11月26日，波士顿科学和波科仪器公司以生产和销售的SURECLIP（止血夹）产品侵犯其专利为由在美国特拉华州地方法院对MTU、发行人和HENRY SCHEIN INC.（公司经销商）提起诉讼。原告方波科仪器公司持有美国专利与商标局于2018年5月29日颁发的专利号为US9,980,725的美国专利（以下简称：“725号专利”），该专利名称为THROUGH THE SCOPE TENSION MEMBER RELEASE CLIP（通过范围拉紧元件释放夹）；于2006年8月22日颁发的专利号为US7,094,245的美国专利（以下简称：“245号专利”），该专利名称为DEVICE  AND  METHOD  FOR  THROUGH  THE  SCOPE  ENDOSCOPIC HEMOSTATIC CLIPPING（内镜下止血夹闭装置及方法）；于2015年3月10日颁发的专利号为US8,974,371的美国专利（以下简称：“371号专利”），该专利名称为THROUGH THE SCOPE TENSION MEMBER RELEASE CLIP（通过范围拉紧元件释放夹）。\n根据起诉状，原告认为，被告南微医学的和谐夹产品侵犯了其725号专利、245号专利以及371号专利的一项或多项权利，原告请求判定永久禁止被告再行侵权并补偿因侵权而造成的原告合理损失、费用及支出等。\n2019年3月13日，美国奥睿律师事务所已经代表发行人及MTU、HENRY SCHEIN INC.向美国特拉华地区法院提交了两项驳回动议，请求法院因原告诉状未提出言之有据的诉讼理由及对发行人无属人管辖权而驳回原告对3位被告的起诉，目前法院已受理该等动议。截止本招股说明书签署日，上述诉讼案件仍在审理中，根据美国纽约州律师Ching-Cheng Hou所出具的法律意见书， 因为发行人的产品并不符合全面覆盖原则，也没有等同原则的适用，因此发行人的美国涉诉产品并不侵犯波士顿科学及波科仪器公司的专利。\n（2）相关诉讼对发行人生产经营等方面的具体影响\n①涉诉产品在诉讼期间可正常销售，预计结案后涉案专利面临过期\n根据Ching-Cheng Hou出具的法律意见，原告在提起专利诉讼后，未在起诉同时提出销售临时禁制令，已损失申请临时禁制令的最佳时效性，即使原告事后在诉讼中提起，法院核准的机率已趋近于零。因此，在最终判决前，发行人的涉诉产品在诉讼期仍然可以在美国正常销售；美国诉讼涉及的三项专利的到期时间分别为2023年9月30日、2022年3月8日和2023年9月30日，而美国专利诉讼周期通常较长，至法院做出最终判决往往需要数年时间，因此，美国专利诉讼涉及的三项专利到期日临近，在预计的终审结案后涉案专利已经或者即将过期。\n②发行人已经取得具有相似功能产品的美国FDA产品注册\n美国专利诉讼涉及的SureClip系列止血夹产品。为发行人自主研发并生产的一种用于内镜下止血的产品。涉诉专利内容主要为机械结构设计，不涉及基本原理和系统性功能。目前，发行人已经取得相似功能产品的美国FDA产品注册，可随时进行涉诉产品的切换。\n③涉诉专利不稳定，发行人已计划申请无效程序\n根据美国专利法相关规定，在原告起诉后12个月内，可向美国专利与商标局专利审判与上诉委员会（PTAB）申请专利无效的多方复审程序（IPR）。发行人已委托代理律所准备对涉案专利的IPR程序。若发行人申请IPR，且PTAB最终认定涉案专利无效，则专利诉讼将被驳回。\n④涉诉产品报告期内占比情况\n报告期内发行人美国涉诉产品的营业收入分别为529.87万元、1,652.60万元、4,121.88万元，占发行人主营业务收入的比例分别为1.29%、2.59%、4.50%，毛利分别为488.43万元、1,553.13万元、3,873.33万元，占比分别为2.07%、4.00%、6.60%。对发行人持续经营不构成重大影响。\n（3）发行人股东承诺\n发行人股东微创咨询、中科招商、Huakang、华晟领丰、Green Paper（以下合称“承诺人”）承诺：将按承诺出具日所持发行人股份/出具专利诉讼相关事项承诺函的全部股东（微创咨询、中科招商、Huakang、华晟领丰、Green Paper）所持发行人股份之和对应的比例在以下①、②项范围内承担发行人因执行上述波科专利诉讼案的判决结果或达成和解而需要承担的赔偿责任：\n①自承诺出具之日起，发行人做出的分红决议中承诺人相应获得的全部扣税后的现金分红均存放于发行人开设的银行专户，用于实际发生赔偿责任时履行承诺；\n②承诺人同时承诺额外锁定本企业持有的发行人股份总数的5%（以承诺出具日持有的股份数为基数），直至上述波科专利诉讼案了结。如承诺人应承担的赔偿金额超出了前述第①项承诺人在发行人银行专户所存资金，承诺人将以前述额外锁定的发行人股份总数的5%（以承诺出具日持有的股份数为基数）为限向发行人履行赔偿金额。\n发行人主要股东微创咨询、中科招商、Huakang同时承诺：对于前述全部承诺人履行其承诺后，发行人就专利诉讼案仍需承担的赔偿责任，由微创咨询、中科招商、Huakang分别按承诺出具日所持发行人股份/出具专利诉讼相关事项承诺的全部股东（微创咨询、中科招商、Huakang）所持发行人股份之和对应的比例承担。\n（二）发行人与何军银医疗损害责任纠纷案件\n2018年3月18日，患者何军银的家属何杏珍、何全明、王萍、何少聪、何少涵等五人以医疗损害责任纠纷为由在上海市徐汇区人民法院对复旦大学附属肿瘤医院、浙江大学医学院附属第二医院及发行人提起民事诉讼，请求判令上述三被告共同支付原告损失共计285.26万元并承担原告的诉讼费用。\n根据江苏新高的律师事务所出具的《咨询意见》，本案于2018年7月9日，在徐汇区法院进行了第一次开庭质证，本次庭审质证了全部病历资料及发行人提交的医疗器械生产注册许可证、产品说明书等资料。同时，徐汇区法院对于原告方提出的三项鉴定申请予以准许。包括：笔迹鉴定、医疗损害鉴定、产品质量鉴定。2019年1月2日，司法鉴定科学研究院出具了笔迹鉴定的司法意见书（司鉴院[2018]技鉴字第1871号），结论为：无法判定检材上的签名与样本上的签名是否同一人书写。医疗损害鉴定尚未确定鉴定机构，尚未启动鉴定程序。关于气管支架的质量鉴定问题，2019年3月初徐汇区法院电话通知要求发行人提供可供鉴定的第三方机构，由徐汇区法院委托进行鉴定。目前尚未确定鉴定机构，尚未启动鉴定程序。\n因医疗损害案件的专业性，法院在判决时必须依靠第三方鉴定机构给出的专业鉴定意见，故本案结果尚有很大的不确定性。截止本招股说明书签署日，上述诉讼案件仍在审理中。\n报告期内，除上述事项外，本公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大未决诉讼或仲裁事项。\n五、发行人持股 5%以上股东、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项\n截止本招股说明书签署日，公司持股5%以上股东、本公司控股子公司、董事、监事和高级管理人员以及核心技术人员作为一方当事人均未涉及任何重大诉讼或仲裁事项。\n六、发行人董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n................................................................................................................................471\n第十二节 声明 ............................................................................................................472\n一、公司全体董事、监事、高级管理人员声明................................................472\n二、主要股东声明................................................................................................473\n三、保荐人（主承销商）声明............................................................................476\n四、联席主承销商声明........................................................................................478\n五、发行人律师声明............................................................................................479\n六、审计机构声明................................................................................................480\n七、承担评估业务的资产评估机构声明............................................................481\n八、承担评估业务的资产评估机构声明............................................................482\n九、承担验资业务的会计师事务所声明............................................................483\n十、承担验资复核业务的会计师事务所声明....................................................484\n第十三节 备查文件 ....................................................................................................485\n一、备查文件........................................................................................................485\n二、查阅地点和时间............................................................................................485\n六、发行人董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n截止本招股说明书签署日，本公司董事、监事、高级管理人员和核心技术人员不存在涉及刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-04威胜信息技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/48d831c848414ed8a5d490d22bae1c5b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人的重大诉讼、仲裁事项\n截至本招股说明书签署日，发行人及其控股子公司作为原告的诉讼案件共1宗，涉案金额为178万元，系发行人控股子公司威铭能源从事销售业务引起的买卖合同纠纷。截至目前，该案件判决已生效，尚在执行过程中。上述案件涉及的金额占发行人最近一期经审计的净资产比例较小，上述案件不会对发行人的经营产生重大不利影响。\n截至本招股说明书签署日，发行人及其控股子公司作为被告的尚未了结的诉讼案件共1宗，涉案金额为200万元。该案系因珠海中慧向广州市祁盛电子科技有限公司购买智态录波外壳，而后者被鑫泰安电子科技（深圳）有限公司起诉相关货物侵害其实用新型专利权。根据该案件代理律师出具的说明，“由于珠海中慧与广州市祁盛电子科技有限公司签订的《产品销售合同》并没有实际履行，没有实际收到任何货物，原告也没有证据表明中慧公司收到了货物，故被认定为侵犯鑫泰安电子科技（深圳）有限公司实用新型和外观设计专利权的可能性较小；即使假定被认定为收到货物，由于有合法来源且并不知道是侵权产品的情况下，中慧公司也无需承担任何赔偿责任。”上述案件涉及的金额占发行人最近一期经审计的净资产比例较小，亦不会对发行人的经营产生重大不利影响。\n四、涉及重要关联方的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东及实际控制人、控股子公司、公司董事、监事、高级管理人员及核心技术人员未涉及作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n五、发行人董事、监事、高级管理人员和核心技术人员涉及行政处罚的情况\n截至本招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-05-06中国电器科学研究院股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201905/1df7e1ef13d14f9a8cfcdb786c2674eb.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁或其他事项\n（一）韩锦公司诉博伊特公司、中国电器院案\n2015年9月20日，原告内蒙古韩锦化学工业有限公司（以下简称“韩锦公司”）与被告无锡博伊特科技股份有限公司（以下简称“博伊特公司”）、中国电器院三方签订了《盐水处理装置合同书》，由博伊特公司为韩锦公司年产2万吨水合肼项目提供盐水处理装置，对韩锦公司主装置生产水合肼后产生的废水进行处理；其中韩锦公司为买方、博伊特公司为卖方、中国电器院为设计方，合同总价为1,240万元。\n2016年5月30日，博伊特公司完成了盐水处理装置安装工作。2016年7月12 日进入调试运行阶段后，韩锦公司的原废水经设备处理后未达到合同约定处理指标。2018年10月11日，韩锦公司以该事由向阿拉善盟中级人民法院提起诉讼，状告博伊特公司及中国电器院合同违约，其中博伊特公司为第一被告，中国电器院为第二被告。韩锦公司提出：盐水处理装置存在严重质量问题，该公司的原废水经装置处理后无法达到约定的指标，装置无法通过该公司验收，导致该公司一直未能正常生产，故请求法院判令：1、解除原告与被告博伊特公司、中国电器院签订的《盐水处理装置合同书》以及该合同附件一、韩锦化学《水合肼盐水处理装置总包工程<技术协议>》；2、博伊特公司返还盐水处理装置总包工程款745.17万元；3、博伊特公司向原告支付违约金372万元；4、博伊特公司向原告赔偿直接经济损失3,089.04万元；5、中国电器院对上述诉讼请求中的经济损失部分向原告承担连带责任；6、被告承担本案全部诉讼费用。\n本案已于2019年1月21日一次开庭，2019年3月22日第二次开庭。法院于2019年3月决定进行鉴定，现本案已中止审理，进入鉴定程序。\n公司认为盐水处理装置具备合同约定的废水处理能力，已取得并向法院提交相应证据，具体如下：\n1、2016年5月30日，盐水处理装置按合同要求完成安装。2016年6月\n16日，该装置通过了韩锦公司及监理公司的竣工预验收，预验收报告显示工程各单体结构施工、外观等均符合设计及规范要求，满足使用功能。\n2、2018年3月15日，阿拉善经济开发区环境保护分局对盐水处理装置验收审查通过，韩锦公司的水合肼项目通过环境保护竣工验收，并于2018年8月7日至8月13日在阿拉善日报公示。\n3、韩锦公司向被告发出的《解除合同的通知书》中自认该装置已经于\n2016年6月15日完成交付，2017年2月韩锦公司的内部会议纪要中确认“装置运行正常”。以上两份文件均为韩锦公司向法院提交。\n4、《盐水处理装置合同书》技术协议中，对韩锦公司原废水所应满足的指标作出了约定，而根据2016年6月至10月期间三方对装置进行安装调试所签署的多份会议纪要，盐水处理装置具备一定的处理能力，处理后的废水无法达标的原因是韩锦公司原废水不符合《盐水处理装置合同书》附件技术协议约定的指标所致，具体体现为：原废水成分既不稳定又含有不明成分，并且COD\n和氨氮含量大大超出了约定的标准。根据韩锦公司提交的证据“2017年4月5日《分析报告单》”，其原废盐水中COD和肼的含量超标。\n5、根据韩锦公司向法院提交的2017年4月5日《分析报告单》显示：经过盐水处理装置处理后的废水COD和肼的数值大幅降低，可以有效去除COD和肼。\n6、根据韩锦公司向法院提交的2017年2月1日至2018年8月31日期间该公司财务记账凭证，该公司在此期间产生原材料费用1,000万元，并结合该公司记账凭证所记载的盐水处理装置所分摊的大额电费、蒸汽费等能源费用，可以证明韩锦公司已经开展了长时间稳定的生产。另外，根据财务记账凭证记载，韩锦公司在前述期间实现了近3,000万元的销售收入。\n由于公司已按照韩锦公司提供的原废盐水参数依约完成了设计工作，卖方博伊特公司依约完成了盐水处理装置的交付及竣工验收，装置运行正常，且已通过当地环保部门的有效验收；韩锦公司的盐水处理装置无法将韩锦公司的原废盐水处理至合同约定值的原因是原废盐水指标不稳定且含有不明成分，COD 和氨氮等大大超出了约定标准。同时，韩锦公司提出盐水处理装置存在质量问题导致其一直处于停产状态，并将此作为要求损失赔偿的主要依据，而根据该公司提交的财务凭证，其不但开展了长时间的产品生产和销售，而且也对盐水处理装置进行了长时间使用。因此，公司认为韩锦公司要求中国电器院承担连带责任缺乏事实和法律依据，已提请法院依法驳回其全部诉讼请求。\n发行人律师认为，考虑本案各方当事人的责任范围以及发行人目前的资产状况和经营状况，该宗未审结诉讼对发行人持续经营能力不构成重大影响，不构成本次发行、上市的法律障碍。\n（二）发行人控股股东、实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人控股股东、实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n发行人董事、监事、高级管理人员和核心技术人员最近3年不涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-03-22武汉科前生物股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/ac8f6eaaeade4a8b822ee952cbb35e81.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "（一）发行人及其控股子公司的诉讼或仲裁事项\n截至本招股说明书签署日，发行人及其控股子公司不涉及重大诉讼、仲裁及刑事诉讼事项。\n（二）公司实际控制人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司实际控制人不涉及重大诉讼、仲裁及刑事诉讼事项。\n（三）公司董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁事项及刑事诉讼事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员不涉及重大诉讼、仲裁及刑事诉讼事项。\n（四）公司董事、监事、高级管理人员和核心技术人员最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n公司董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-02青岛海尔生物医疗股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/7ccf1191fe43469b89e3826a13dc3367.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人涉及的重大诉讼或仲裁事项\n截至本招股说明书签署之日，发行人不存在对未来可能产生较大影响的重大诉讼或仲裁事项。\n四、发行人控股股东、实际控制人、控股子公司、发行人董事、监事、高级管理人员及核心技术人员涉及的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署之日，发行人控股股东、实际控制人、控股子公司、发行人董事、监事、高级管理人员及核心技术人员不存在尚未了结的刑事诉讼、重大诉讼或仲裁事项。\n五、发行人董事、监事、高级管理人员及核心技术人员涉及行政处罚、立案\n侦查、立案调查的情形..................................................................................... 351\n六、发行人控股股东、实际控制人报告期内重大违法行为情况................. 351 第十二节声明............................................................................................................ 352\n一、全体董事、监事、高级管理人员声明..................................................... 352\n二、发行人控股股东、实际控制人声明......................................................... 355\n三、保荐人（主承销商）声明......................................................................... 357\n四、发行人律师声明......................................................................................... 360\n五、会计师事务所声明..................................................................................... 361\n六、资产评估机构声明..................................................................................... 362\n七、验资机构声明............................................................................................. 363 第十三节 附件.......................................................................................................... 365\n五、发行人董事、监事、高级管理人员及核心技术人员涉及行政处罚、立案侦查、立案调查的情形\n报告期内，公司董事、监事、高级管理人员和核心技术人员未涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-03-29中微半导体设备（上海）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/f93549275fee441997852e76b16d1a8e.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）公司重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人及其境内子公司存在1起尚未了结的诉讼案件，具体情况如下：\n2010年12月7日，中微有限以泛林半导体及其境内子公司泛林半导体设备技术（上海）有限公司、LIAO DANIEL JEEN-LONG（廖振隆）、张校维、Rajinda Phindsa（以下合并简称“五被告”）侵犯其商业秘密为由，向上海市第一中级人民法院提起诉讼，请求判令五被告禁止使用高端电浆刻蚀设备的技术信息（以下简称“相关商业秘密”），停止侵权，销毁所有含有相关商业秘密的信息及其载体（含相关培训材料、照片），并赔偿经济损失 5,000 万元并承担中微有限因诉讼发生的合理费用91万余元。\n2017年3月，上海市第一中级人民法院作出[2010]沪一中民五（知）初字第225 号《民事判决书》，判决泛林半导体立即销毁其持有的电浆密封环照片，禁止五被告披露、使用或者允许其他使用相关商业秘密，直至相关商业秘密为公众知悉时为止；判令泛林半导体赔偿中微有限诉讼相关支出90万元，并驳回中微有限关于泛林半导体停止侵权、销毁其取得的培训资料、赔偿研发费用等其余诉讼请求。\n2017年4月10日，中微有限向上海市高级人民法院提起上诉，请求认定一审认定的事实（即中微有限未遭受任何损害或导致其市场优势丧失）错误，改判支持中微有限一审的全部诉讼请求。\n2017年4月20日，泛林半导体向上海市高级人民法院提起上诉，要求撤销一审判决，判令由中微有限承担全部诉讼费用及一审鉴定费用等。\n截至本招股说明书签署日，该案正在二审审理中。\n（二）公司控股股东、实际控制人重大诉讼或仲裁事项\n截至本招股说明书签署日，持有发行人5%以上股份的股东不存在尚未了结的、对发行人的经营或资产造成重大不利影响的诉讼、仲裁及行政处罚。\n（三）董事、监事、高级管理人员及核心技术人员重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人董事、监事、高级管理人员及核心技术人员没有尚未了结的或可预见的对发行人的业务和财务造成重大不利影响的诉讼、仲裁和行政处罚事项。\n（四）董事、监事、高级管理人员及核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，发行人董事、监事、高级管理人员及核心技术人员没有尚未了结的刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-15广东嘉元科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/968112e1042e457f910bf89b3700e529.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼及仲裁事项\n截至本招股说明书签署日，公司不存在尚未了结的或可预见的对公司生产经营产生重大不利影响的诉讼、仲裁事项。\n截至本招股说明书签署日，公司控股股东或实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员不存在其作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-04-19三达膜环境技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2f11c4c628834a77a4a7648bfab44275.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼、仲裁或其他重大事项\n（一）发行人或其子公司主要诉讼和仲裁事项\n截至本招股说明书签署日，发行人或其子公司尚未了结的行政诉讼及涉案金额在200万以上（含200万）的合同纠纷诉讼案件情况如下：\n1、上诉人四平三达与被上诉人四平市生态环境局、四平市人民政府关于四环罚[2017]14 号、45号、95 号、158号《行政处罚决定书》的四件行政处罚及行政复议二审阶段案件\n2019年1月11日，四平三达向四平市中级人民法院提起四起上诉案件，四起案件的诉讼请求分别为：\n（1）撤销四平市铁西区人民法院作出的（2018）吉0302行初38号《行政判决书》；改判撤销被上诉人四平市生态环境局作出的四环罚[2017]14 号《行政处罚决定书》，撤销被上诉人四平市人民政府作出的（2017）22-1号《行政复议决定书》。\n（2）撤销四平市铁西区人民法院作出的（2018）吉0302行初39号《行政判决书》；请求改判撤销被上诉人四平市生态环境局作出的四环罚[2017]95号《行政处罚决定书》，撤销被上诉人四平市人民政府作出的四府复决字（2017）37-1号《行政复议决定书》。\n（3）撤销四平市铁西区人民法院作出的（2018）吉0302行初40号《行政判决书》；请求改判撤销被上诉人四平市生态环境局作出的四环罚[2017]158 号《行政处罚决定书》，撤销被上诉人四平市人民政府作出的四府复决字（2017）38-1号《行政复议决定书》。\n（4）撤销四平市铁西区人民法院作出的（2018）吉0302行初41号《行政判决书》，改判支持上诉人一审的全部诉讼请求；改判撤销被上诉人四平市生态环境局作出的四环罚[2017]45 号《行政处罚决定书》，撤销被上诉人四平市人民政府作出的四府复决字（2017）39-1号《行政复议决定书》。\n目前上述四起行政诉讼案件已经开庭审理，尚未作出判决。四起行政诉讼二审案件的基本过程如下：\n①2017年6-7月：四平市生态环境局行政处罚\n2017年6-7月，四平市生态环境局对四平三达作出四件行政处罚，简要情况如下：\n<table pageid=\"512\", index=\"0\", bbox=\"83, 83, 511, 230\"/>\n②2017年9月：四平市人民政府行政复议撤销原行政处罚\n四平三达不服上述具体行政行为，均向四平市人民政府申请行政复议，请求撤销该处罚决定。四平市人民政府于2017年9月26日作出四府复决字（2017）22号、39号、37号、38号《行政复议决定书》（以下简称“原复议决定”），撤销了被告四平市生态环境局作出的上述全部行政处罚。\n③2018年5月：四平市人民政府复查后撤销2017年9月原复议决定\n四平市人民政府自行复查后于2018年5月25日作出关于撤销《四平市人民政府行政复议决定书》四府复决字（2017）22号、39号、37号、38号的决定，撤销2017年9月四平市人民政府作出的四份原复议决定。\n2018年6月6日，四平市人民政府重新又作出四府复决字（2017）22-1号、39-1号、37-1号、38-1号等四份《行政复议决定书》，重新决定维持四平市生态环境局于2017年6-7月作出的四环罚[2017]14号、45号、95号、158号《行政处罚决定书》。\n④2018年12月：四平三达提起行政诉讼（一审）\n四平三达认为四平市生态环境局作出的四环罚[2017]14号、45号、95号、158 号四份《行政处罚决定书》、被告四平市人民政府作出的《关于撤销〈四平市人民政府行政复议决定书〉（四府复决字（2017）22号、39号、37号、38号）的决定》和《行政复议决定书》（四府复决字（2017）22-1号、39-1号、37-1号、38-1号），认定事实不清，适用法律错误，程序违法，依法应予以撤销。\n2018年7月5日，原告四平三达向四平市铁西区人民法院提起关于四份行政处罚的四起行政诉讼案件，诉讼请求（变更后的诉请）为请求法院判令撤销四环罚[2017]14号、45号、95号、158号《行政处罚决定书》，撤销《行政复议决定书》（四府复决字（2017）22-1号、39-1号、37-1号、38-1号）。\n2018年12月27日，四平市铁西区人民法院作出一审判决，四起案件的判决结果，均系驳回原告四平三达的全部诉讼请求。\n⑤2019年1月至今—四平三达上诉（二审）\n2019年1月11日，四平三达不服一审判决，就四起行政处罚及行政复议的行政诉讼案件向四平市中级人民法院提起上诉。\n目前上述四起案件的二审阶段均已经开庭审理，二审法院尚未作出判决。\n2、上诉人四平三达与四平市生态环境局、四平市人民政府关于四环罚[2017]349号《行政处罚决定书》的行政处罚及行政复议一案二审阶段\n四平市生态环境局于2018年3月19日对原告作出四环罚[2017]349号《行政处罚决定书》，以原告水污染物超标排放为由，对原告罚款人民币615,000元。原告不服，向被告四平市人民政府申请行政复议，请求撤销该处罚决定。四平市人民政府于2018年7月10日作出四府复决字（2018）33号《行政复议决定书》，维持被申请人于2018年3月19日作出《行政处罚决定书》四环罚[2017]349号。\n原告认为被告四平市生态环境局作出的四环罚[2017]349 号《行政处罚决定书》、被告四平市人民政府作出的《行政复议决定书》四府复决字（2018）33号，认定事实不清，适用法律错误，程序违法，依法应予以撤销，因此向铁西区人民法院提起诉讼，请求判令撤销四环罚[2017]349 号《四平市环境保护局行政处罚决定书》，撤销《行政复议决定书》四府复决字（2018）33号。\n2018年12月27日，四平市铁西区人民法院作出一审判决，驳回原告四平三达的诉讼请求。2019年1月11日，四平三达不服一审判决，向四平市中级人民法院提起上诉，请求依法撤销四平市铁西区人民法院作出的（2018）吉 0302行初50号《行政判决书》，改判支持上诉人一审的全部诉讼请求；请求改判撤销被上诉人四平市生态环境局作出的四环罚[2017]349号《行政处罚决定书》，撤销被上诉人四平市人民政府作出的四府复决字（2018）33号《行政复议决定书》。\n目前该案件的二审阶段已经开庭审理，二审法院尚未作出判决。\n3、上诉人四平三达与四平市生态环境局、四平市人民政府关于四环罚[2017]360号《行政处罚决定书》的行政处罚及行政复议一案二审阶段\n四平市生态环境局于2018年4月28日对原告作出四环罚[2017]360号《行政处罚决定书》，以原告水污染物超标排放为由，对原告罚款人民币885,909元。原告不服，向被告四平市人民政府申请行政复议，请求撤销该处罚决定。四平市人民政府于2018年7月24日作出四府复决字（2018）38号《行政复议决定书》，维持被申请人于2018年4月28日作出《四平市环境保护局行政处罚决定书》四环罚[2017]360号。\n原告认为被告四平市生态环境局作出的四环罚[2017]360 号《行政处罚决定书》、被告四平市人民政府作出的《行政复议决定书》四府复决字（2018）38号，认定事实不清，适用法律错误，程序违法，依法应予以撤销。\n因此原告向铁西区人民法院提起诉讼，请求判令撤销四环罚[2017]360号《行政处罚决定书》，撤销《行政复议决定书》四府复决字（2018）38 号。2018 年12月27日，铁西区人民法院作出一审判决，驳回原告四平三达的诉讼请求。2019年1月11日，四平三达不服一审判决，向四平市中级人民法院提起上诉，请求依法撤销四平市铁西区人民法院作出的（2018）吉0302行初59号《行政判决书》；改判撤销被上诉人四平市生态环境局作出的四环罚[2017]360 号《四平市环境保护局行政处罚决定书》，撤销被上诉人四平市人民政府作出的四府复决字（2018）38号《四平市人民政府行政复议决定书》。\n目前该案件二审阶段已经开庭审理，二审法院尚未作出判决。\n4、原告四平三达诉被告四平市城市管理行政执法局、四平市人民政府撤销行政行为四城管法刑罚[2018]3-2号行政处罚决定书行政诉讼一案\n被告四平市城市管理行政执法局于2018年7月5日对原告作出四城管法行罚[2018]3-2号《行政处罚决定书》，以“原告负责运营的四平市污水处理厂2017年以来未按国家相关法规、规章的规定，对厂区内的构筑物、运行设施、设备进行维护和保养，导致部分污水处理设施运，未达到满负荷运行，近期出水超标”为由，对原告罚款人民币伍拾万元（￥500,000.00）。原告不服，依法向四平市人民政府申请行政复议。随后，四平市人民政府作出四府复决字（2018）45号《行政复议决定书》，决定维持原处罚决定。\n原告认为被告作出的《行政处罚决定书》、《行政复议决定书》，认定事实不清，适用法律错误，程序违法，处罚不当，依法应予以撤销。\n因此原告向铁西区人民法院提起诉讼，请求判令撤销《行政处罚决定书》四城管法行罚（2018）3-2号，撤销《行政复议决定书》四府复决字（2018）45号。目前该案件的一审阶段已经开庭审理，一审法院尚未作出判决。\n5、原告安徽振风建设有限公司诉被告宿松临江三达水务有限公司建设工程施工合同纠纷一案(2019)皖0826民初590号。\n2019 年 1月，安徽振风建设有限公司向宿松县人民法院提起诉讼，起诉要求宿松三达水务有限公司返还建筑工程质量保证金2,255,798.5元。\n原告诉状中提出的基本情况为：2013年10月10日，原告与被告签订《建设工程施工合同》，被告将其兴建的污水处理厂土建、装饰及安装工程发包给原告，约定在工程竣工结算时一次性扣留10%工程款作为质量保证金，自工程竣工验收合格之日起12个月的缺陷责任期终止后，被告退还质量保证金。2017年经双方确认，尚有 2,255,798.5 元建筑工程款作为保证金未退还。被告至今未予以退还，故诉至法院。\n目前该案已经开庭审理，但尚未作出判决。\n针对上述第1-3项（共六起生态环境局行政诉讼案件）的案件，经发行人子公司说明，四平三达净水有限公司目前涉及的环保行政处罚的未决行政诉讼均系针对四平市生态环境局所作出的行政处罚所提出的上诉案件，上述案件的发展过程、发生期间、起因、行政处罚的依据均基本一致，四平三达净水有限公司针对上述案件均准备了相应的证据材料，并提出了符合法律规定的代理意见，主要意见如下：\n四平市生态环境局作出涉案的行政处罚均违反了法律规定的程序，生态环境局现场调查和采样监测过程不规范，为严格执行采样规定，现场调查及监测结果不能作为处罚依据；行政处罚程序违法，作出处罚决定前，未完整告知作出处罚的事实、理由及依据，未出示相关证据材料，剥夺发行人子公司陈述申辩的权利；适用法律错误等。吉林省生态环境厅已以采样程序不合法、监测报告不满足证据要求、行政处罚程序存在瑕疵等理由撤销了四平市生态环境局对四平三达净水有限公司作出的金额为3,000万元的两份处罚决定。因此，四平三达净水有限公司认为其提出的上诉理由有事实依据及相应的法律依据。\n针对上述第4项四平市城市管理行政执法局行政处罚案件，经四平三达净水有限公司说明，四平市城市管理行政执法局作出的涉案行政处罚程序违法、进行案件集体讨论违反了行政处罚案件“查处分离”的基本原则，且四平三达净水有限公司不存在擅自停运部分污水处理设施的违法行为，因此，四平三达净水有限公司认为提起诉讼的理由有事实依据及相应的法律依据。\n针对上述第5项，经发行人说明，该案件主要因为宿松临江水务有限公司收到其他法院发出的《协助执行通知书》，通知冻结对方当事人在宿松临江水务有限公司的工程款债权，冻结期限为三年，现冻结期限尚未届满。业务合同纠纷案件的涉案标的金额对发行人的资产影响小，不存在发行人重大违约或可能造成发行人重大损失的情况。目前，发行人及子公司正在积极应诉。\n综上，上述案件目前正处于审理过程中，尚未作出最终判决，发行人对于上述案件均积极应诉，准备相应的证据材料。鉴于上述案件标的金额占发行人净资产的比例小，因此上述案件不会对发行人的生产经营构成重大不利影响，亦不会对发行人本次发行及上市造成实质性法律障碍。\n截至本招股说明书签署日，发行人或其子公司不存在未了结的重大诉讼或仲裁。\n（二）发行人控股股东、实际控制人的重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人控股股东、实际控制人不存在未了结的重大诉讼或仲裁事项。\n（三）董事、监事、高级管理人员和核心技术人员的诉讼或仲裁事项\n截至本招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员不存在未了结的重大诉讼或仲裁事项，也无任何可预见的重大诉讼或仲裁事项。\n（四）发行人或其子公司行政处罚事项\n截至本招股说明书签署日，发行人或其子公司受到环保处罚的情况详见“第七节”之“五、发行人最近三年违法、违规情况”。\n（五）发行人控股股东、实际控制人的重大违法行为\n截至本招股说明书签署日，发行人控股股东、实际控制人不存在重大违法行为。"
  },
  {
    "公司名称": "2019-03-27科大国盾量子技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/6eba31968ef14548b38b41474e42da33.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼和仲裁情况\n（一）公司及控股子公司的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及控股子公司不存在作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n（二）控股股东、实际控制人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司实际控制人不存在作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n（三）董事、监事、高级管理人员及核心技术人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员不存在作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-03-27深圳微芯生物科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/d5642b651af54fb38a79fcfe06fabc73.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人、董事、监事及高级管理人员和核心技术人员刑事诉讼、重大诉讼和仲裁事\n项 .......................................................................................................................................... 396\n四、控股股东、实际控制人报告期内重大违法行为 ....................................................... 397\n第十二节  声明........................................................................................................................... 398\n一、发行人全体董事、监事、高级管理人员声明........................................................... 398\n二、发行人控股股东、实际控制人声明........................................................................... 400\n三、保荐机构（主承销商）声明....................................................................................... 401\n四、发行人律师声明........................................................................................................... 403\n五、承担审计业务的会计师事务所声明........................................................................... 404\n六、承担评估业务的资产评估机构声明........................................................................... 405\n七、承担验资业务的会计师事务所声明........................................................................... 407\n第十三节  附件........................................................................................................................... 408\n一、附件内容....................................................................................................................... 408\n二、附件查阅时间、地点................................................................................................... 408\n三、发行人、董事、监事及高级管理人员和核心技术人员刑事诉讼、重大诉讼和仲裁事项\n截至本招股说明书签署日，公司、控股股东、实际控制人、控股子公司、公司董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的刑事诉讼、重大诉讼或仲裁事项。\n发行人董事、监事、高级管理人员和核心技术人员最近三年均不存在因违法违规而受到行政处罚的情况，亦不存在被司法机关立案侦查以及被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-01优刻得科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a1f1d11e7c5e470691e5abbc780c858e.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）本公司及控股子公司的重大诉讼或仲裁事项\n截至本招股说明书签署之日，本公司及控股子公司不存在尚未了结的诉讼或仲裁。\n（二）本公司共同控股股东及实际控制人、董事、监事、高级管理人员和核心技术人员的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署之日，本公司共同控股股东及实际控制人、董事、监事、高级管理人员和核心技术人员均不存在涉及刑事诉讼的情况，不存在尚未了结的或可预见的重大诉讼、仲裁，亦不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-03-29中科星图股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/9100d1a392e44160a884f3f03591e1c6.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人涉及的诉讼或仲裁事项\n截止本招股说明书签署之日，本公司不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼或仲裁事项。\n（二）发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人的刑事诉讼、重大诉讼或仲裁事项\n截止本招股说明书签署之日，本公司的控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n（三）发行人董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截止本招股说明书签署之日，本公司董事、监事、高级管理人员和核心技术人员最近3年均未涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-24贵州白山云科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/083ad456572a44e5905b889c2c06c477.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人及控股子公司的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司存在尚未了结的诉讼1宗，具体如下：\n<table pageid=\"382\", index=\"1\", bbox=\"84, 313, 510, 436\"/>\n上述未决诉讼金额较小，占公司合并报表净利润比例较低，该等未决诉讼不会对公司的正常经营造成重大不利影响。除上述诉讼外，公司无对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）发行人控股股东、实际控制人、控股子公司以及发行人董事、监事、高级管理人员和核心技术人员的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人、控股子公司不存在作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司的董事、监事、高级管理人员和核心技术人员目前不存在作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n（三）发行人董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n（四）发行人控股股东、实际控制人报告期内重大违法情况\n截至本招股说明书签署日，公司控股股东、实际控制人最近三年不存在重大违法情形。"
  },
  {
    "公司名称": "2019-03-27深圳市贝斯达医疗股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/19086d7e1f2a4079b845ac06e97c35ad.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼或仲裁事项\n（一）关于报告期内公司诉讼情况\n报告期内，不存在对发行人存在重大不利影响的诉讼，不存在的对发行人财务状况、经营成果、声誉、业务活动、未来前景以及本次发行上市有实质性影响的重大诉讼、仲裁案件。\n截至2018年12月31日，发行人存在以下2宗涉案金额超过500万的诉讼案件，发行人均为原告，具体情况如下：\n1、发行人诉陕西健达医疗科技有限公司、第三人一四五医院、陕西宏远航空锻造有限责任公司红原医院买卖合同纠纷一案\n就发行人与陕西健达医疗科技有限公司、一四五医院、陕西宏远航空锻造有限责任公司红原医院之间的买卖合同纠纷一案，广东省深圳市龙岗区人民法院于2018年11月30日作出（2017）粤0307民初21152号《民事判决书》，判决如下：①被告陕西健达医疗科技有限公司在判决生效之日起十日内向发行人支付货款6,444,000元；②被告陕西健达医疗科技有限公司在判决生效之日起十日内向发行人支付上述货款的违约金（以货款6,444,000元为基数，按年利率24%计算，自未付款之日起至2017年10月10日止的违约金金额为2,981,421.37元，其后的违约金自2017年10月11日起计至款项付清之日止）；③被告陕西健达医疗科技有限公司在判决生效之日起十日内向发行人支付维修服务费及材料费 68,200元；④被告陕西健达医疗科技有限公司在判决生效之日起十日内向发行人支付上述款项的利息（以款项 68,200 元为基数，按中国人民银行同期贷款利率计算，自2017年11月16日起计至款项付清之日止）；⑤驳回发行人的其他诉讼请求。被告陕西健达医疗科技有限公司因不服前述判决，已向广东省深圳市中级人民法院提出上诉，目前本案处于二审阶段，尚未判决，二审案号为（2019）粤03民终6589号。\n2、发行人诉广西慈济医疗投资有限责任公司买卖合同纠纷一案\n因广西慈济医疗投资有限责任公司未按合同约定支付货款，发行人向桂林市临桂区人民法院提起诉讼，请求判令：①解除发行人与被告广西慈济医疗投资有限责任公司签署的《深圳市贝斯达医疗股份有限公司合同书》；②被告广西慈济医疗投资有限责任公司返还Bstar-070 超导型磁共振成像系统、BTR-X500 数字化医用X射线摄影系统、BTH-100全数字彩色超声诊断系统、Supria日立16层CT、KD-C7000上海康达移动式平板血管造影系统，上述合计5台设备（设备价值 610 万元）；③被告广西慈济医疗投资有限责任公司向发行人支付律师费 6.1万元；④本案诉讼费、保全费由被告广西慈济医疗投资有限责任公司承担。桂林市临桂区人民法院于2019年1月14日受理本案，案号为（2019）桂0312民初231号，目前该案正在一审阶段，尚未判决。\n（二）公司控股股东、实际控制人、董事、监事、高级管理人员及核心技术人员作为一方当事人的重大诉讼或仲裁\n报告期，公司控股股东、实际控制人、董事、监事、高级管理人员及心技术人员均未涉及作为一方当事人的重大诉讼或仲裁事项。\n（三）公司控股股东、实际控制人、董事、监事、高级管理人员及核心技术人员最近三年内涉及行政处罚、被司法机关立案调查、被中国证监会立案调查情况\n公司控股股东、实际控制人、董事、监事、高级管理人员及心技术人员最近三年均未涉及行政处罚、被司法机关立案调查或被中国证监会立案调查的情形。\n（四）控股股东、实际控制人报告期内是否存在重大违法行为\n公司控股股东、实际控制人为彭建中。报告期内，彭建中不存在重大违法行为。\n十六、公司与董事、监事、高级管理人员以及核心技术人员签定的重大\n协议及其履行情况...............................................................................................78\n十六、公司与董事、监事、高级管理人员以及核心技术人员签定的重大协议及其履行情况\n公司已与董事、监事、高级管理人员和其他核心人员签订了《劳动合同》或《聘用合同》以及《商业秘密协议》，对相关权利义务作出了约定。\n截至本招股说明书签署日，上述协议、合同等均正常履行，不存在违约情形。"
  },
  {
    "公司名称": "2019-04-04西安铂力特增材技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/25c6651e92f14cb2ad187dd80c6926c1.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人涉及的诉讼与仲裁事项\n截至本招股说明书签署日，公司的实际控制人、控股子公司，董事、监事、高级管理人员或核心技术人员不存在作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-04-10华熙生物科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/c5ef5bad68fc470c81f930e25b2ae54d.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、对发行人产生较大影响的诉讼或仲裁事项\n因买卖合同纠纷，发行人以广东洁新生物科技有限公司（以下简称“广东洁新”）、广州市洁宝日用品有限公司（以下简称“广州洁宝”）及广州洁新化妆品有限公司（以下简称“广州洁新”）为被告，向济南市中级人民法院提起上诉，济南市中级人民法院于 2018年11月8日分别作出(2018)鲁01 民终5475号和(2018)鲁01民终5479号民事判决书，判决广东洁新、广州洁宝和广州洁新应于判决生效十日内向发行人支付两笔货款 188.50 万元、226.09万元及相应利息，此判决为生效判决。由于广东洁新、广州洁宝和广州洁新未履行上述生效判决，发行人已向法院提出申请强制执行，截至2019年3月31日，已执行217.47万元。\n除上述诉讼外，发行人及其境内子公司目前不存在仍在进行中的重大境内外诉讼。\n上述诉讼涉及款项金额较小，上述案件不会对发行人的日常业务经营和本次发行上市构成重大不利影响。\n四、控股股东、实际控制人、控股子公司，董事、监事、高级管理人员和核心技术人员的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人、控股子公司、公司董事、监事、高级管理人员和其他核心人员均不存在作为一方当事人的尚未了结的重大诉讼或仲裁事项。\n十三、董事、监事、高级管理人员及核心技术人员所签订的重大协议及其履行情况 123\n十三、董事、监事、高级管理人员及核心技术人员所签订的重大协议及其履行情况\n在公司任职的董事、监事、高级管理人员和核心技术人员均与公司签署了劳动合同，公司高级管理人员、核心技术人员与公司签署了保密协议、竞业限制协议。除上述协议外，公司董事、监事、高级管理人员和核心技术人员未与公司签订对投资者作出价值判断和投资决策有重大影响的其他协议。"
  },
  {
    "公司名称": "2019-04-15江西金达莱环保股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2321b6f7ccd34eeb98dfc4362a0d1a0f.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、发行人及发行人控股股东、实际控制人、董事、监事、高级管理人员、核心技术人员重大诉讼、仲裁情况\n截至本招股说明书签署日，发行人涉及的起诉或申请金额大于等于100万元以上的重大诉讼、仲裁事项，具体情况如下：\n（一）发行人与天津鑫业工贸发展有限公司的买卖合同纠纷\n2016年9月27日，发行人因与天津鑫业工贸发展有限公司的买卖合同纠纷向天津仲裁委员会申请仲裁，请求该公司支付合同欠款、违约金等共计19,242,905.57元。根据天津仲裁委员会于2018年7月25日作出的“(2016)津仲裁字第0442号”《裁决书》，天津鑫业工贸发展有限公司应向发行人支付合同欠款6,429,710.82元。\n（二）发行人与匹克国际贸易（天津）有限公司的买卖合同纠纷\n2016年9月27日，发行人因与匹克国际贸易（天津）有限公司买卖合同纠纷向天津仲裁委员会申请仲裁，请求该公司支付合同欠款、违约金等共计15,501,104.56元。根据天津仲裁委员会于2018年7月26日作出的“(2016)津仲裁字第0443号”《裁决书》，匹克国际贸易（天津）有限公司应向发行人支付合同欠款3,852,630.70元以及逾期付款违约金215,932.46元。\n（三）发行人与匹克国际贸易（天津）有限公司买卖合同纠纷\n2019年3月11日，匹克国际贸易（天津）有限公司因与发行人买卖合同纠纷向天津仲裁委员会申请仲裁，请求发行人退还货款、赔偿运输费损失、延迟交货违约金等合计10,926,375.90元及仲裁费，并终止实施违规宣传行为。\n（四）发行人与武义新禹水处理有限公司的合同纠纷\n2017年6月16日，发行人因与武义新禹水处理有限公司合同纠纷向浙江省武义县人民法院提起诉讼，请求该公司支付污水处理服务费、滞纳金、补偿金、保底污水处理服务费差额、污水处理药剂款等共计26,158,359.2元；同日，发行人向浙江省武义县人民法院提起诉讼，请求该公司支付设备款240万元及违约金87.6万元等。\n根据浙江省武义县人民法院于2018年6月19日分别作出的（2017）浙0723民初3121号”、“（2017）浙0723民初3124号”《民事判决书》，法院判决武义新禹水处理有限公司应向发行人支付污水处理服务费8,515,455.95万元并支付逾期付款滞纳金、保底服务费差价3,508,791.50元；工程款240万元及逾期付款违约金。\n根据浙江省金华市中级人民法院分别于2018年11月1日作出的“（2017）浙07民终4115号”、2018年11月13日作出的“（2018）浙07民终4268号”《民事判决书》，维持了上述一审判决。\n（五）发行人与重庆耐德水处理科技有限公司与云阳县青江环境综合整治有限公司的买卖合同纠纷\n2018年11月27日，重庆耐德水处理科技有限公司因合同纠纷向重庆市渝北区人民法院对云阳县青江环境综合整治有限公司提起诉讼，并将发行人列为第三人。\n（六）发行人与张家口永盛毛皮硝染有限公司、北京建伟业建材经销部的合同纠纷\n2016年8月31日，张家口永盛毛皮硝染有限公司因与发行人的合同纠纷向阳原县人民法院提起诉讼，请求解除与发行人签署的《环保工程设计合同》、发行人与第三人北京建伟业建材经销部签订的《废水处理系统采购及安装工程协议书》，请求发行人退还其已经支付的设计费51.8万元以及其通过第三人已经收取的废水处理设备款241.43万元以及经济损失、诉讼费。\n根据阳泉县人民法院于2018年8月23日作出的“（2016）冀0727民初751号”《民事判决书》，判决驳回了该公司的全部诉讼请求。\n根据张家口市中级人民法院于2018年12月28日作出的“（2018）冀07民终2798号”《民事裁定书》，裁定撤销阳原县人民法院“（2016）冀0727民初751号”《民事判决书》并发回重审。\n（七）发行人与北京建伟业建材经销部的承揽合同纠纷\n2017年1月20日，发行人因与北京建伟业建材经销部的承揽合同纠纷向张家口仲裁委员会提请仲裁申请，请求该公司支付欠款2,411,000.00元，支付税款817,870.00元，支付违约金962,200.00元，承担办案费和律师费420,000.00元，合计为4,611,070.00元。\n根据张家口仲裁委员会于2017年6月5日作出的“张仲（2017）民决字第4号” 《决定书》，因发行人与北京建伟业建材经销部以及张家口永盛毛皮硝染有限公司之间的采购及安装合同纠纷、环保工程设计合同纠纷，均在张家口市阳原县人民法院一审审理之中，决定中止本案仲裁程序。\n（八）发行人与开封凯乐实业有限公司的运营服务合同纠纷\n2017年1月8日，开封凯乐实业有限公司因与发行人的运营服务合同纠纷向尉氏县人民法院提起诉讼，请求发行人赔偿擅自停止废水处理运营给其造成的各项损失暂定200万元。\n2017年2月10日，发行人向尉氏县人民法院提起反诉，请求判令解除《开封凯乐实业有限公司废水处理站设备采购安装及长期委托运营服务协议书》；支付拖欠的运营服务费、违约金、设备材质、现场节存药剂共计3,705,000元及其他财物。\n根据尉氏县人民法院于2017年7月3日作出的“（2017）豫0223民初字第369号”《民事判决书》，判决解除《开封凯乐实业有限公司废水处理站设备采购安装及长期委托运营服务协议书》；发行人赔偿因停止废水处理给该公司造成的经济损失500,000.00元；该公司向发行人支付拖欠的废水处理费879,000.00元；发行人拆除安装在该公司厂内的废水处理设备一套。\n根据开封市中级人民法院于2017年10月20日作出的“（2017）豫02民终2794号 ”《民事裁定书》，裁定撤销尉氏县人民法院“（2017）豫0223民初字第369号”《民事判决书》，并发回重审。\n（九）发行人与四川中喻建设集团有限公司的买卖合同纠纷\n2018年4月2日，发行人因与四川中喻建设集团有限公司的合同纠纷向重庆市忠县人民法院对提起诉讼，请求该公司支付拖欠的膜技术污水处理器设备剩余款523,917.50元及履约保证金300,961.00元，逾期付款违约金247,463.55元，合计1,072,342.05元。\n此外，截至招股说明书签署日，发行人控股股东、实际控制人、控股子公司，董事、监事、高级管理人员和核心技术人员不存在可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n发行人董事、监事、高级管理人员和核心技术人员最近 3 年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情形。"
  },
  {
    "公司名称": "2019-04-03上海美迪西生物医药股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/836aa6abcbe54369b7fcd755c17bfa5d.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼与仲裁事项\n截至本招股说明书签署日，发行人及其子公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，发行人实际控制人、主要股东、董事、监事、高级管理人员、核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。\n发行人实际控制人、主要股东最近三年内不存在重大违法行为。\n截至本招股说明书签署日，发行人董事、监事、高级管理人员、核心技术人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-03-22晶晨半导体（上海）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/19b082c6c82d4687be01ab4bb84e3275.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n截至本招股说明书签署日，公司不存在任何尚未了结的或可预见的对公司生产经营产生重大不利影响的诉讼、仲裁案件。\n截至本招股说明书签署日，公司控股股东或实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员不存在其作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-09北京海天瑞声科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/5f4854effb4c4fdea8c55121952cb20f.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在尚未了结或可预见的对财务状况、经营成果、声誉、业务活动、未来前景可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，公司的控股股东、实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员最近三年涉及行政处罚、被司法\n机关立案侦查、被中国证监会立案调查情况...................................................................296\n五、控股股东、实际控制人报告期内涉及重大违法行为情况...............................296\n第十二节 有关声明..........................................................................................297\n一、发行人全体董事、监事、高级管理人员声明...................................................297\n二、控股股东、实际控制人声明...............................................................................299\n三、保荐人（主承销商）声明...................................................................................300\n四、保荐机构董事长、总经理声明...........................................................................301\n五、发行人律师声明...................................................................................................302\n六、会计师事务所声明...............................................................................................303\n七、验资机构声明.......................................................................................................304\n八、验资复核机构声明...............................................................................................305\n九、资产评估机构声明...............................................................................................306\n第十三节  附件................................................................................................307\n一、备查文件...............................................................................................................307\n二、文件查阅地址及时间...........................................................................................307\n四、董事、监事、高级管理人员和核心技术人员最近三年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员最近 3 年不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-12北京沃尔德金刚石工具股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/8077a756d3fd4ee5865c9141f0bbb12b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "二、诉讼或仲裁\n截至本招股说明书签署日，本公司没有任何对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项，亦无任何尚未了结或可能面临的重大诉讼。\n截至本招股说明书签署日，公司不存在控股股东及实际控制人、董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司无董事、监事、高级管理人员和核心技术人员受到刑事起诉的情况。\n三、公司控股股东、实际控制人或控股子公司，本公司董事、监事、高级管理人员和其他核心人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人或控股子公司，公司董事、监事、高级管理人员、核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。\n五、董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员、核心技术人员未涉及任何刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-17九号机器人有限公司科创板公开发行存托凭证招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6cb9b97495db4b80aeeb99eac8e35c49.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "1、境内诉讼、仲裁案件\n<table pageid=\"431\", index=\"0\", bbox=\"47, 106, 794, 472\"/>\n<table pageid=\"432\", index=\"0\", bbox=\"47, 138, 794, 503\"/>\n2、境外诉讼、仲裁案件\n<table pageid=\"433\", index=\"0\", bbox=\"65, 104, 776, 503\"/>\n<table pageid=\"434\", index=\"0\", bbox=\"65, 109, 776, 503\"/>\n<table pageid=\"435\", index=\"0\", bbox=\"65, 93, 776, 503\"/>\n<table pageid=\"436\", index=\"0\", bbox=\"65, 282, 776, 503\"/>\n（一）本公司及控股子公司的重大诉讼或仲裁\n截至本招股说明书签署日，公司境内外控股子企业所涉及的金额在人民币1,000万元以上，或会对公司产生重要影响的、尚未了结的或可预见的诉讼及仲裁情况如下：\n1、境内诉讼、仲裁案件\n<table pageid=\"431\", index=\"0\", bbox=\"47, 106, 794, 472\"/>\n<table pageid=\"432\", index=\"0\", bbox=\"47, 138, 794, 503\"/>\n2、境外诉讼、仲裁案件\n<table pageid=\"433\", index=\"0\", bbox=\"65, 104, 776, 503\"/>\n<table pageid=\"434\", index=\"0\", bbox=\"65, 109, 776, 503\"/>\n<table pageid=\"435\", index=\"0\", bbox=\"65, 93, 776, 503\"/>\n<table pageid=\"436\", index=\"0\", bbox=\"65, 282, 776, 503\"/>\n（二）控股股东或实际控制人的重大诉讼或仲裁\n截至本招股说明书签署日，公司实际控制人未涉及重大诉讼或仲裁事项。\n（三）董事、高级管理人员和核心技术人员重大诉讼或仲裁及刑事诉讼情况\n截至本招股说明书签署日，公司董事、高级管理人员及核心技术人员未涉及重大诉讼或仲裁事项，亦未涉及任何刑事诉讼事项。"
  },
  {
    "公司名称": "2019-03-29安集微电子科技（上海）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/01f6ae9149af46698df356b47afe4dc6.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁等事项\n报告期内，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n报告期内，公司不存在控股股东、控股子公司、董事、监事、高级管理人员和核心技术人员作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n报告期内，公司董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。\n报告期内，公司控股股东不存在重大违法行为。"
  },
  {
    "公司名称": "2019-04-02申联生物医药（上海）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/7cc878c193bb4f8dbfe9bc673b5c5d07.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼及仲裁等事项\n（一）公司的诉讼、仲裁或行政处罚\n截至本招股说明书签署日，公司无任何尚未了结的或可预见的对财务状况、经营成果、声誉、业务活动、未来前景等可能产生重大影响的诉讼或仲裁事项。\n（二）公司控股股东、实际控制人的诉讼、仲裁或行政处罚\n截至本招股说明书签署日，公司控股股东、实际控制人无任何尚未了结的或可预见的作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司控股股东或实际控制人最近三年内不存在重大违法行为。\n（三）董事、监事、高级管理人员和核心技术人员的诉讼、仲裁或行政处罚\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员无任何尚未了结的或可预见的作为一方当事人的重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-03-22江苏北人机器人系统股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/2385eba7d6484febb7c6986e060749da.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n（一）公司诉讼及仲裁事项\n截至本招股说明书签署日，公司及其控股子公司不存在作为一方当事人对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）公司控股股东、实际控制人诉讼及仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人不存在作为一方当事人可能对公司财务状况、经营成果、声誉、业务活动、未来前景等产生影响的刑事诉讼、重大诉讼或仲裁事项。\n报告期内，公司控股股东、实际控制人不存在重大违法行为。\n（三）董事、监事、高级管理人员及核心技术人员诉讼及仲裁事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员不存在作为一方当事人可能对公司财务状况、经营成果、声誉、业务活动、未来前景等产生影响的刑事诉讼、重大诉讼或仲裁事项。\n报告期内，公司董事、监事、高级管理人员和核心技术人员不存在涉及重大行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-04苏州瀚川智能科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/0588d3bc36d84c5eb695ca9731cb4cf4.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n（一）发行人的诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）发行人控股股东及实际控制人，公司董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人不存在作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员均不存在作为一方当事人的重大诉讼或仲裁事项。\n（三）公司控股股东、实际控制人报告期内重大违法行为\n报告期内，公司控股股东、实际控制人不存在重大违法行为。"
  },
  {
    "公司名称": "2019-03-29北京木瓜移动科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/d4ddce23442f4095bf7af8b886a9ec21.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼和仲裁事项\n截至本招股说明书签署日，公司不存在任何尚未了结的或可预见的对公司生产经营产生重大不利影响的诉讼、仲裁案件。\n截至本招股说明书签署日，公司控股股东或实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员不存在其作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-03北京龙软科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/871adb34c55a4f42bbb047cdc17e8bd6.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n1、发行人在北京知识产权法院起诉刘桥喜、熊伟、王平、贲旭东、卢本陶和现北京元图智慧科技有限公司不正当竞争（以下简称“不正当竞争案”）。发行人主张该等被告侵犯了发行人的技术秘密及经营秘密，请求法院判令被告停止侵犯发行人商业秘密的行为，并承担赔偿损失、赔礼道歉等民事责任；北京知识产权法院于2017年8月8日出具民事受理通知书受理该案，并已进行一次开庭审理。截至本招股说明书签署日，北京知识产权法院尚未就该案作出判决。\n2、发行人向北京知识产权法院起诉刘桥喜、熊伟、王平、贲旭东、卢本陶和现北京元图智慧科技有限公司侵害发行人的计算机软件著作权。发行人主张被告侵害了发行人计算机软件著作权，请求法院判令被告停止侵害，赔偿损失；北京知识产权法院于2017年9月4日出具民事受理通知书受理该案，截至本招股说明书签署日，该案尚未开庭审理。\n3、发行人实际控制人、董事长毛善君向北京市海淀区人民法院分别起诉卢本陶、刘桥喜、王平、熊伟及贲旭东违反各自保密义务。毛善君主张卢本陶、刘桥喜、王平、熊伟及贲旭东自发行人离职后违反了各自与其在先约定的保密义务，侵犯了发行人的商业秘密，要求法院判令被告继续履行保密义务、承担违约责任等。\n北京市海淀区人民法院于2017年7月受理了上述案件，因被告是否存在不正当竞争案中所述侵犯发行人商业秘密、违反保密义务的行为的事实是该等案继续审理的前提，故北京市海淀区人民法院分别就该等上述案件作出中止诉讼裁定，待北京知识产权法院就不正当竞争案作出裁决后恢复审理。截至本招股说明书签署日，北京市海淀区人民法院尚未恢复该等案件审理。\n根据上述情况，上述诉讼中发行人及其控股股东、实际控制人毛善君均为原告，上述诉讼的裁决结果不会对发行人的经营环境及持续经营产生重大不利影响。\n截至本招股说明书签署之日，本公司控股股东、实际控制人最近三年不存在重大违法行为。\n四、现任董事、监事、高级管理人员和其他核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，本公司现任董事、监事、高级管理人员和其他核心技术人员不存在涉及刑事诉讼情况。"
  },
  {
    "公司名称": "2019-04-26龙岩卓越新能源股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/4163dd4569f749c885f96d5db93180d5.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼及仲裁等事项\n截至本招股说明书签署之日，本公司无任何对财务状况、经营成果、声誉、业务活动、未来前景等可能产生重大影响的诉讼或仲裁事项。\n截至本招股说明书签署之日，本公司控股股东、本公司董事、监事、高级管理人员和核心技术人员，均没有作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署之日，控股股东、实际控制人最近三年内不存在重大违法行为。\n截至本招股说明书签署之日，本公司董事、监事、高级管理人员和核心技术人员未曾有受到刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-03-29赛诺医疗科学技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/c51643ee8e2d4ec0b637d7be708dfec7.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁或其他事项\n（一）公司重大诉讼或仲裁事项\n赛诺控股与Marvel Medical Technologies, LLC分别于2012年7月、 2014年4月签订了《Mitral Valve Repair System Technology Transfer Agreement》《Mitral Valve Repair System Technology Transfer Agreement》，根据前述协议，赛诺控股委托Marvel Medical Technologies,LLC进行经心尖介入二尖瓣瓣膜置换系统的开发并享受相关技术成果。后赛诺有限与Medical Technologies, LLC于2015年7月签订了《Mitral Valve Replacement System Technology Transfer Agreement》，约定由赛诺有限承接赛诺控股与Marvel Medical Technologies, LLC签订的两份协议中的权利义务。\n在协议履行的过程中，由于Marvel Medical Technologies,LLC未能按照协议的约定完成阶段性目标等原因，2017 年 4 月，赛诺有限对 Marvel Medical Technologies, LLC、JIANLU MA及Neurovasc Technologies, INC.提起了诉讼。\n2018年3月26日，各方在法院的调解下达成和解并签署了和解协议。根据和解协议，Marvel Medical  Technologies, LLC、JIANLU MA 及 Neurovasc Technologies, Inc.承诺在2020年12月20日前，在任何情况下，不会开发也不会协助任何第三方开发经心尖介入二尖瓣瓣膜置换系统。赛诺有限拥有合作期间的全部知识产权。赛诺有限撤诉，该项法律纠纷至此终结。\n截至本招股说明书签署日，公司已就前述技术成果获取了相关专利或已提交了专利申请。\n截至本招股说明书签署日，公司不存在其他对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）公司控股股东、实际控制人重大诉讼或仲裁事项\n截至本招股说明书签署日，公司实际控制人未涉及作为一方当事人的重大诉讼或仲裁事项。\n（三）公司控股股东、实际控制人的重大违法情况\n报告期内，公司控股股东、实际控制人报告期内不存在重大违法行为。\n（四）公司董事、监事、高级管理人员及核心技术人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的重大诉讼或仲裁事项。\n（五）公司董事、监事、高级管理人员及核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n公司董事、监事、高级管理人员和核心技术人员最近3年不涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。\n（六）董事、监事、高级管理人员及核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的重大刑事诉讼。\n（七）其他事项\n2017年7月4日，AlchiMedics收到所在地主管税务机构下发的税务再评估通知，认为：（1）AlchiMedics在2014年未发生增值税相关业务活动，应补缴增值税进项税退税3.51万欧元，附加0.34万欧元滞纳金和罚款1.40万欧元；（2）AlchiMedics在2014年和2015年所发生的专利维护费27.96万欧元、19.60万欧元的受益方为其时任股东赛诺控股，该等专利维护费应由赛诺控股支付，AlchiMedics应按照前述实际发生额加成5%确认为自身税后收入，2014年、2015年AlchiMedics应分别按照75%、30%预提所得税税率计提相关税金88.09万欧元、8.82万欧元，并附加相应的滞纳金9.65万欧元和9.69万欧元罚款；2014-2015年补缴税款、滞纳金及罚款合计金额121.51万欧元。\n根据公司在法国所聘请的律师事务所 GIDE LOYRETTE NOUEL A.A.R.P.I出具的法律意见及负责律师Christian NOUEL访谈确认意见备忘录：（1）根据法国高等法院判例，公司虽未在当期发生与增值税相关经营活动，但若未来会开展相关经营活动，则仍可退回增值税进项税。故 AlchiMedics在 2014年所缴纳的增值税进项税已经合法退回，相关税款和罚金无需缴纳；（2）AlchiMedics在2014年、2015年所发生的专利维护费不应由赛诺控股支付，一方面，根据2007年赛诺控股与 AlchiMedics所签署的专利授权协议，中国区的专利已在 2007年授权给赛诺控股，并支付953万欧元费用，故相关费用不应被重复支付；另一方面，目前欧盟和美国专利涉及的产品尚未在欧盟注册上市，故赛诺控股或发行人并未从AlchiMedics所持欧盟和美国专利受益，故不应承担相关专利维护费。相应地，AlchiMedics不应确认收入，故无需补缴预提所得税款及相关罚金。\nAlchiMedics 收到税务评估通知后就纳税异议向主管税务机构提交了咨询请求。2018年10月，AlchiMedics注册地Grenoble的税务委员会举行听证会后同意税务主管机构的意见。2019年2月15日，主管税务机构发出税款缴纳通知。后续AlchiMedics拟选择向当地行政法院提起上诉。公司已进行了相应账务处理：鉴于税务委员会听证会在2018年已同意主管税务机构意见，故公司就上述事项在2018年进行会计处理，其中应归属于2014-2015年度的补缴税款91.60万欧元、8.82 万欧元调减AlchiMedics 期初未分配利润，21.09万欧元滞纳金及罚款记入2018年营业外支出，同时贷记应缴税费121.51万欧元。\n根据律师事务所GIDE LOYRETTE NOUEL A.A.R.P.I出具的法律意见及负责律师Christian NOUEL访谈确认备忘录，在法国法律体系下，AlchiMedics与法国税务部门的法律地位是平等的，两者之间的税务争议与一般民商事主体之间的纠纷没有区别。补缴税款及滞纳金在法国法律体系下视同为一般性的支付，不是惩罚性的行为；而支付未申报预提所得税及增值税返还的罚款不属于重大违法违规行为。"
  },
  {
    "公司名称": "2019-03-22安翰科技（武汉）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/d498e58d45ca456d9f7722b034026815.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "二、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及子公司不存在尚未了结或可预见的对财务状况、经营成果、声誉和业务活动可能产生重大影响的诉讼、仲裁或被行政处罚的案件。公司的控股股东、控股子公司、公司董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的重大诉讼、仲裁及行政处罚案件。"
  },
  {
    "公司名称": "2019-03-27深圳光峰科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/67987bd3eed64128964b7349bfe09470.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、对发行人产生较大影响的诉讼或仲裁事项\n（一）发行人及其控股子公司作为原告的案件\n<table pageid=\"454\", index=\"1\", bbox=\"65, 108, 776, 136\"/>\n<table pageid=\"455\", index=\"0\", bbox=\"65, 90, 776, 503\"/>\n<table pageid=\"456\", index=\"0\", bbox=\"65, 100, 776, 503\"/>\n<table pageid=\"457\", index=\"0\", bbox=\"65, 141, 776, 503\"/>\n<table pageid=\"458\", index=\"0\", bbox=\"65, 136, 776, 503\"/>\n<table pageid=\"459\", index=\"0\", bbox=\"65, 218, 776, 503\"/>\n14 被告于2018年11月27日就原告专利号为200810065225.X的专利权向国家知识产权局专利复审委员会申请宣告无效，截至本招股说明书签署日，专利复审委正在审查中。 15 被告于2018年11月27日就原告专利号为200810065225.X的专利权向国家知识产权局专利复审委员会申请宣告无效，截至本招股说明书签署日，专利复审委正在审查中。\n（二）发行人及其控股子公司作为被告的案件\n<table pageid=\"460\", index=\"0\", bbox=\"65, 279, 776, 474\"/>\n四、控股股东、实际控制人、控股子公司，董事、监事、高级管理人员和其他核心人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、实际控制人、董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的重大诉讼或仲裁事项。\n1、公司作为原告的民事诉讼、仲裁\n公司作为原告的民事诉讼共21件，案由均为侵犯发明专利权。诉讼请求均为：请求被告停止侵犯公司发明专利权，并销毁用以生产侵权产品的设备模具等；请求被告向原告赔偿经济损失以及为制止侵权行为发生的合理费用，并承担连带责任。不涉及其他债权债务纠纷。\n2、公司作为被告的民事诉讼、仲裁\n公司作为被告的民事诉讼共2件，具体如下：\n<table pageid=\"366\", index=\"0\", bbox=\"83, 641, 504, 738\"/>\n六、董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的刑事诉讼。"
  },
  {
    "公司名称": "2019-04-22江苏硕世生物科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/9f273464c77047d8991fb0f87601ee51.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼和仲裁事项\n1、截至本招股说明书签署之日，公司不存在未决诉讼及可能对财务状况、经营成果、声誉、业务活动、未来前景等方面产生重大影响的潜在诉讼或潜在仲裁事项。\n2、截至本招股说明书签署之日，发行人控股股东或实际控制人、控股子公\n司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-04-16深圳普门科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6f5d777199fe4f0d8958228d7ffb8e1e.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼和仲裁情况\n1、截至本招股说明书签署日，发行人无任何尚未了结的或可预见的对财务状况、经营成果、声誉、业务活动、未来前景等可能产生重大影响的诉讼或仲裁事项。\n2、截至本招股说明书签署之日，发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的重大诉讼或仲裁事项。\n四、发行人董事、监事、高级管理人员、其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，发行人董事、监事、高级管理人员、其他核心人员不存在可能对发行人产生影响的刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-10江苏卓易信息科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2618fb749b6447ac9cbffe233eb11f1b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、相关诉讼或仲裁情况\n（一）本公司的重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司不存在报告期内发生或虽在报告期外发生但仍对本公司股权结构、生产经营、财务状况、经营成果、声誉、业务活动、未来发展等可能产生较大影响的诉讼或仲裁事项。\n（二）本公司控股股东、实际控制人、控股子公司、公司董事、监事、高管人员和核心人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司控股股东、实际控制人、控股子公司，本公司董事、监事、高级管理人员和核心人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n截至本招股说明书签署日，本公司控股股东、实际控制人最近三年内不存在重大违法行为。\n截至本招股说明书签署日，本公司董事、监事、高级管理人员和核心人员最近三年不涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n十三、董事、监事、高级管理人员及核心技术人员签订的重大协议及履行\n情况....................................................................................................................... 64\n十四、董事、监事、高级管理人员最近两年内的变动情况........................... 64\n十三、董事、监事、高级管理人员及核心技术人员签订的重大协议及履行情况\n公司与高级管理人员、核心技术人员及在公司领取薪酬的董事、监事均依法签订《聘用合同》和《保密合同》，公司同时与核心技术人员签订了《竞业禁止合同》。目前，以上合同正常履行。\n截至本招股说明书签署日，公司与上述人员除签订上述合同外，未签订其它对投资者作出价值判断和投资决策有重大影响的协议。"
  },
  {
    "公司名称": "2019-03-27二十一世纪空间技术应用股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/187746a0a2a748bdb3ff90fceb500f40.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n截至本招股说明书签署日，本公司不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼或仲裁事项。\n截至本招股说明书签署日，本公司的控股股东、实际控制人，控股子公司及公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人并可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n最近三年，本公司董事、监事、高级管理人员和核心技术人员不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n报告期内，本公司控股股东、实际控制人不存在重大违法行为。"
  },
  {
    "公司名称": "2019-04-30上海硅产业集团股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/b0dda98ef79742bc9a4715c73be4b684.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n（一）公司存在的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。发行人及其子公司涉及的尚未了结的诉讼情况如下：\n2006年9月12日，Uusimaa环境中心（Uusimaa Environmental Centre）向Okmetic 出具了一份环境许可证（以下简称原环境许可证）；因扩大生产规模需要，Okmetic于2017年提出申请并于2018年11月14日取得了一份由万塔市环境主管部门（Vantaan kaupungin ympäristölautakunta）向其出具的环境许可证（以下简称“新环境许可证”）\n针对上述新环境许可证，赫尔辛基地区环境服务局（the Helsinki Region Environmental Services Authority，以下简称HSY）和Okmetic分别于2018年12月7日和2018年12月14日向瓦萨行政法院（the Administrative Court of Vaasa）提起诉讼，其中，（1）Okmetic要求瓦萨行政法院修改新环境许可证载明的一项条件，即要求允许Okmetic无需遵守HSY等机构制定的污水排放规范；（2）HSY要求瓦萨行政法院撤销新环境许可证并要求 Okmetic 后续取得的环境许可证必须载明一项条件，即Okmetic必须终止其目前与Vantaan Kiinteistö ja Vesi Oy（该公司为万塔市下属子公司）签订的供水及污水排放协议，并改为与HSY分别签订供水及污水排放协议。\n截至本招股说明书签署日，上述诉讼正在进行中。\n（二）公司控股股东、实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员涉及的重大诉讼或仲裁事项\n公司不存在控股股东、实际控制人。截至本招股说明书签署日，公司不存在控股子公司、公司董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项。\n（三）董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，公司全体董事、监事、高级管理人员及核心技术人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-03恒安嘉新（北京）科技股份公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a1d697baa3504a7f9915fe9dda449ed4.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署之日，本公司未发生对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署之日，本公司控股股东或实际控制人、控股子公司，本公司董事、监事、高级管理人员和其他核心技术人员，均不存在作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署之日，本公司董事、监事、高级管理人员和其他核心技术人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-02聚辰半导体股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6b8647ddad81468b8f0aeb766029c6a7.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n（一）本公司诉讼和仲裁事项\n截至本招股说明书签署日，公司不存在尚未终结诉讼或仲裁案件。\n（二）发行人控股股东、实际控制人最近三年的重大违法行为\n截至本招股说明书签署之日，发行人控股股东、实际控制人最近三年内不存在重大违法行为。\n（三）发行人控股股东、实际控制人、控股子公司和发行人董事、监事、高级管理人员、核心技术人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东和实际控制人、公司控股子公司、发行人董事、监事、高级管理人员、核心技术人员没有作为一方当事人的重大诉讼或仲裁事项。\n（四）公司董事、监事、高级管理人员、核心技术人员刑事诉讼事项\n截至本招股说明书签署日，公司董事、监事、高级管理人员、核心技术人员均未涉及刑事诉讼事项。\n（五）董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-03-27厦门特宝生物工程股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/217a0b8bc16146eb9ffae9ccf1d284d8.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项\n截至本招股说明书签署之日，发行人不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n四、发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和其他核心人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署之日，发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和其他核心人员不存在作为一方当事人的重大诉讼或仲裁事项。\n（2）孙黎系公司的共同创始人之一，自公司成立之日起即担任公司的董事，历任公司的总工程师、副总经理，自2013年5月起至今担任公司的总经理，全面负责公司的经营管理工作。公司是一家生物制药的高新技术企业，孙黎作为公司的总经理，并且是公司的技术带头人，其工作内容对公司的经营发展起到非常关键的作用，由此孙黎得到杨英、兰春的高度信任。近三年来杨英、兰春在公司的重大决策上一直与孙黎保持一致。\n公司董事会人数为9人，其中独立董事3人，杨英、兰春、孙黎均担任公司的董事，占公司非独立董事人数的1/2，且公司非独立董事左仲鸿由孙黎提名，公司的高管也均由孙黎提名并通过董事会审议进行任免，因此杨英、兰春、孙黎对公司的董事会、管理层有重要影响。\n综上，可知杨英、兰春、孙黎对股东大会、董事会都有重要影响，在公司的经营方针、经营管理及对高级管理人员的提名和任免等方面拥有决定性支配作用，杨英、兰春、孙黎在公司的重大决策上一直保持一致，因此杨英、兰春、孙黎为公司的实际控制人。\n五、发行人董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，发行人董事、监事、高级管理人员和其他核心人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-02上海晶丰明源半导体股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/e75eadf8a6fd4105a3797be99b53a065.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼或仲裁情况\n（一）公司的重大诉讼或仲裁事项\n截至报告期末，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生重大影响的诉讼或仲裁事项。\n（二）控股股东或实际控制人、控股子公司的重大诉讼或仲裁、涉及刑事诉讼的事项\n截至报告期末，公司实际控制人、控股子公司均不存在作为一方当事人的重大诉讼或仲裁、涉及刑事诉讼的事项。\n（三）董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁、涉及刑事诉讼的事项\n截至报告期末，公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的重大诉讼或仲裁、涉及刑事诉讼的事项。\n截至报告期末，公司董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-01澜起科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/652fee8b57d44862a734dcef8b248284.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁事项\n截至本招股说明书签署日，公司不存在对公司财务状况、生产经营、经营成果、声誉、业务活动、未来前景有重大影响的诉讼、仲裁事项。\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n公司董事、监事、高级管理人员和核心技术人员最近3年不涉及行政处罚、被司法机关立案侦查或被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-29嘉必优生物技术（武汉）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/ae8ffacac81d484b921d15a8191ca43a.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n公司控股股东、实际控制人最近三年内不存在重大违法行为。截至本招股说明书签署之日，公司控股股东及实际控制人无正在进行或即将进行的与发行人有关的重大诉讼、仲裁或行政处罚事项；公司全体董事、监事、高级管理人员及核心技术人员均无涉及作为一方当事人的重大诉讼或重大仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关\n立案侦查、被中国证监会立案调查的情况 ................................................. 377\n五、公司控股股东、实际控制人重大违法的情况 ...................................... 377\n第十二节  有关声明 .................................................................................... 378\n一、发行人全体董事、监事、高级管理人员声明 ...................................... 379\n二、发行人控股股东、实际控制人声明 .................................................... 380\n三、保荐机构（主承销商）声明 ............................................................... 381\n四、保荐机构董事长、总经理声明............................................................ 382\n五、律师声明............................................................................................ 383\n六、审计机构声明..................................................................................... 384\n七、资产评估机构声明 ............................................................................. 385\n八、验资机构声明..................................................................................... 387\n第十三节  附件............................................................................................ 388\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n截至本招股说明书签署之日，未发生董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-09北京石头世纪科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/c373cd9cd58e447cb1e6bc4dde80e61e.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及子公司不存在尚未了结的或可预见的可能对生产经营或本次发行产生重大不利影响的重大诉讼、仲裁。\n截至本招股说明书签署日，本公司控股股东、实际控制人不存在作为一方当事人的重大诉讼或仲裁事项。\n截至本招股说明书签署日，本公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-04-04深圳市杰普特光电股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2508110da18241048f6c87127ace6ec1.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁及行政处罚情况\n（一）截至本招股说明书签署之日，发行人及其子公司不存在受到重大行政处罚的情形。报告期内，发行人存在4项行政处罚，具体情况如下：\n1、2018年9月4日，皇岗海关向公司作出《中华人民共和国皇岗海关行政处罚决定书》（皇关缉一（复）字[2018]0007号），认定发行人持530120150015707584号报关单申报出口光纤跳线共830条实际未出口，违反《中华人民共和国海关行政处罚实施条例》第十五条（五）项的规定，对发行人科处罚款0.4万元。根据深圳海关企业管理和稽查处于2019年2月13日出具的《深圳海关企业管理和稽查处关于深圳市杰普特光电股份有限公司资信状况的函》，证明公司自2016年1月1日至2018年12月31日期间有1起违规并被海关处罚，此案无重大违法情形。\n2、根据卫达仕凯德律师事务所出具的《新加坡法律意见书》，新加坡人力部在2018年9月6日致新加坡杰普特的函件中施加了20新加坡元的滞纳金。根据发行人的说明，前述滞纳金系因新加坡杰普特办公室搬迁未及时收到公积金（即CPF）缴款通知而迟延支付公积金所致，根据《新加坡法律意见书》该等滞纳金不构成新加坡法律下的重大行政处罚。\n3、根据卫达仕凯德律师事务所出具的《新加坡法律意见书》及发行人的说明，新加坡杰普特因迟延交付税务申报表于2018年2月8日支付了200新加坡元的罚款，该等罚款不构成新加坡法律下的重大行政处罚。\n4、根据卫达仕凯德律师事务所出具的《新加坡法律意见书》，报告期内，新加坡杰普特存在未在财政年度结束后 6 个月内召开年度股东大会并提交该财政年度的财务报表的情形，违反了新加坡《公司法令》（新加坡法律第50章）第201节的规定。根据《新加坡法律意见书》，新加坡杰普特已支付罚款合计 1,200 新加坡元，该等罚款不构成新加坡法律下的重大行政处罚。\n（二）报告期内，发行人存在2起诉讼，具体情况如下：\n1、2018年12月20日，公司起诉沧州致胜违反买卖合同约定，请求沧州致胜支付剩余货款人民币607.50万元，并按逾期贷款利率支付违约金总计25.8227万元，以及请求沧州致胜承担全部诉讼费用。本案件已于2019年1月21日在广东省深圳市龙华区人民法院立案。\n2、2018年12月26日，公司起诉威佳机械违反买卖合同约定，请求威佳机械退还不能交付产品的已付价款236.40万元，并按逾期贷款利率支付违约金总计9.3836万元，以及请求威佳机械承担全部诉讼费用。本案件已于2019年1月21日在广东省深圳市龙华区人民法院立案。\n以上诉讼事项具体参见“第八节 财务会计信息与管理层分析”之“十一、资产负债表日后事项或有事项及其他重要事项”。除上述情形外，截至本招股说明书签署之日，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（三）公司控股股东、公司控股子公司、发行人董事、监事、高级管理人员和核心技术人员没有作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n（四）发行人董事、监事、高级管理人员和核心技术人员最近3年未涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-19宁波长阳科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/50157817255246d689b338ff7c029884.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司存在的诉讼或仲裁情况如下：\n1、公司诉深圳市冠恒电子有限公司买卖合同纠纷案\n2016年1月15日，公司向广东省深圳市宝安区人民法院提交了《民事起诉状》，请求判令被告深圳市冠恒电子有限公司就其拖延支付货款的行为承担以下责任：1、立即支付原告长阳科技货款共计4,906,518.74元；2、承担本案诉讼费。2016年11月7日，广东省深圳市宝安区人民法院出具（2016）粤0306民初1357号《民事判决书》，判决被告深圳市冠恒电子有限公司自判决生效之日起三日内向原告长阳科技支付货款人民币4,906,518.74元，并承担案件受理费、保全费、公告费共计51,312元。判决生效后，发行人向广东省深圳市宝安区人民法院申请强制执行，因深圳市冠恒电子有限公司无可被执行的资产，强制执行终结。未来公司发现深圳市冠恒电子有限公司有任何资产，可重新向法院申请强制执行。\n2、公司诉浙江天乐微电科技股份有限公司买卖合同纠纷案\n2017年1月6日，公司向浙江省嵊州市人民法院起诉被告浙江天乐微电科技股份有限公司请求就其拖延支付货款的行为承担以下责任：1、判令被告立即支付原告长阳科技货款2,152,174.31元，并支付自起诉之日起至付清之日止双方按中国人民银行同期贷款基准利率计算的利息；2、承担本案诉讼费。2017年3月1日，浙江省嵊州市人民法院出具（2017）浙0683民初301号《民事调解书》，原被告双方自愿达成如下协议：浙江天乐微电科技股份有限公司支付长阳科技货款\n1,652,174.31元，其中302,174.31元于2017年3月15日前支付，余款1,350,000元于2017年4月起每月底前支付270,000元，直至款项全部付清。若浙江天乐微电科技股份有限公司任有一期逾期未付，则加付给长阳科技违约金50,000元，且长阳科技有权就浙江天乐微电科技股份有限公司剩余未付款项一并向法院申请强制执行。本案案件受理费、财产保全费合计17,008元，长阳科技自愿承担。调解生效后，发行人向浙江省嵊州市人民法院申请强制执行，因浙江天乐微电科技股份有限公司无可被执行的资产，强制执行终结。未来公司发现浙江天乐微电科技股份有限公司有任何资产，可重新向法院申请强制执行。\n3、公司发明专利权的纠纷\n（1）2017年5月20日，原告日本东丽以宁波长阳科技股份有限公司为被告，向深圳市中级人民法院提起民事诉讼，诉称日本东丽拥有ZL201180005983.2号发明专利权（申请日为2011年2月18日，授权公告日为2014年12月10日），长阳科技生产的DJX300P反射膜产品侵犯了上述发明专利，应承担侵权责任，请求法院判令被告长阳科技：① 停止侵犯原告拥有的ZL201180005983.2号发明专利权的行为；② 向原告支付侵权赔偿金以及为制止侵权行为支付的合理费用共计550万元，原告保留基于新发现和新产生的证据进一步追加赔偿金额的权利；③ 承担本次诉讼费用。\n2017年7月19日，长阳科技针对该项专利向国家知识产权专利复审委员会提出无效宣告请求。2018年1月23日，中华人民共和国国家知识产权局出具第34623号《无效宣告请求审查决定书》，宣告ZL201180005983.2号发明专利权全部无效。2018年3月19日，深圳市中级人民法院出具《民事裁定书》[（2017）粤03民初1163号之一]，驳回日本东丽的起诉。\n（2）2017年8月16日，原告日本东丽以宁波长阳科技股份有限公司为被告，向深圳市中级人民法院提起民事诉讼，诉称日本东丽拥有ZL200580038463.6号发明专利权（申请日为2005年11月9日，授权公告日为2010年6月16日），长阳科技生产的部分反射膜产品侵犯了上述发明专利，应承担侵权责任，请求法院判令被告长阳科技：① 停止侵犯原告拥有的ZL200580038463.6号发明专利权的行为；② 向原告支付侵权赔偿金以及为制止侵权行为支付的合理费用共计2,060万元，原告保留基于新发现和新产生的证据进一步追加赔偿金额的权利；③ 承担本次诉讼费用。\n2017年9月28日，长阳科技针对该项专利向国家知识产权专利复审委员会提出无效宣告请求。2018年2月27日，中华人民共和国国家知识产权局出具第34983号《无效宣告请求审查决定书》，宣告ZL200580038463.6号发明专利权全部无效。2018年6月6日，深圳市中级人民法院出具《民事裁定书》[（2017）粤03民初1880号]，驳回日本东丽的起诉。\n（3）因不服国家知识产权专利复审委员会作出第34623号、第34983号无效宣告请求审查决定，2018年4月和2018年5月，东丽株式会社以国家知识产权专利复审委员会为被告，向北京知识产权法院提起诉讼，公司作为第三人参加诉讼。东丽株式会社诉讼请求：① 撤销被告做出的第34623号、第34983号无效宣告请求审查决定；② 判令被告重新作出审查决定；③ 判令被告承担本案诉讼费。\n上述日本东丽起诉国家知识产权专利复审委员会的两起行政诉讼案经北京知识产权法院受理后，已进入审理阶段。截至本招股说明书签署日，北京知识产权法院尚未作出一审判决。\n公司控股股东、实际控制人金亚东承诺：如公司因该等事宜在任何情形下被要求承担赔偿、补偿或其他责任的，本人将全额承担因该等要求致使公司承担的全部支出及费用，且在承担后不向公司追偿，保证公司不会因此遭受任何损失。\n除上述情况外，截至本招股说明书签署之日，公司控股股东或实际控制人、控股子公司，公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。\n四、公司董事、监事、高级管理人员和核心技术人员涉及行政处罚、立案侦查、\n立案调查情况 .........................................................316 五、公司控股股东、实际控制人重大违法情况 ...........................317\n第十二节  声明 ...................................................318 第十三节  附件 ...................................................326\n四、公司董事、监事、高级管理人员和核心技术人员涉及行政处罚、立案侦查、立案调查情况\n截至本招股说明书签署之日，公司董事、副总经理刘斌因公司发生一起一般安全事故，被宁波市江北区应急管理局处以行政处罚（详细情况请详见本招股说明书“六、业务与技术”之“公司安全生产情况”），除此之外，公司其他董事、监事、高级管理人员和核心技术人员不存在最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-03-22和舰芯片制造（苏州）股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/f1f0dc2bf33e4dc486c395fc423fdf13.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼、仲裁或其他重大事项\n（一）本公司的诉讼或仲裁事项\n截至本招股说明书签署日，本公司无尚未了结的重大诉讼或仲裁事项。\n（二）本公司控股股东、控股子公司的诉讼或仲裁事项\n截至本招股说明书签署日，本公司直接控股股东橡木联合、间接控股股东菁英国际、晶信科技无尚未了结的重大诉讼或仲裁事项。\n发行人最终控股股东联华电子目前存在尚未了结的重大诉讼，具体情况如下：\n1、联华电子与美国美光公司之间的诉讼\n（1）2017年8月，台湾台中地方法院检察署以联华电子员工涉嫌侵害美国美光公司营业秘密为由对联华电子提起刑事诉讼，台湾台中地方法院检察署指控联华电子涉嫌违犯台湾营业秘密法的规定，并依据台湾营业秘密法的规定，请求对联华电子科以罚金刑。本案目前尚在审理中。\n（2）2017年12 月，美国美光公司向美国加州北区联邦地方法院对联华电子提起民事诉讼（Micron Technology, Inc., v. United Microelectronics Corporation, et al., CV 06932），请求赔偿所遭受的实际损失、返还联华电子因侵害其商业秘密而取得的利益、惩罚性赔偿等，并请求法院禁止联华电子获取、披露、使用、复制其营业秘密。本案目前尚在审理中。\n（3）2018年9月，美国加州北区联邦检察官办公室向美国加州北区法院（圣何塞分部）提起刑事诉讼（United States v. United Microelectronics Corporation, et al., CR 18 465 (LHK/SVK)），美国政府指控联华电子与若干员工涉嫌违犯美国法典第18篇的规定共谋窃取美国美光公司的营业秘密以及采取经济间谍行为，并指控联华电子利用被窃取的营业秘密，请求对联华电子科以最高不超过1,000万美元、或被窃取的营业秘密对犯罪人而言之价值（包括犯罪人所节省的研发、设计及其他重制该营业秘密的费用）3倍（孰高）的罚金、承担被害人赔偿金等。本案目前尚在审理中。\n（4）2018年11 月，美国加州北区联邦检察官办公室向美国加州北区法院（圣何塞分部）提起民事诉讼（United States v. United Microelectronics Corporation, et al., CV 06643），美国政府指控联华电子与若干员工共谋窃取美国美光公司之营业秘密以及采取经济间谍行为，请求禁止联华电子使用美国美光公司的营业秘密。其中，关于出口、转出口、使他人出口至美国之联华电子制造的DRAM之产品；以直接或间接方式贩卖或提供至美国联华电子制造的DRAM之产品；或使他人进口至美国任何包括由福建晋华或联华电子制造的DRAM之产品，以及任何为规避前述禁制令之其他任何交易，或再将美国美光公司营业秘密转让他人，均属前述禁制令之申请范围内。本案目前尚在审理中。\n就联华电子与美国美光公司上述于台湾地区及美国所涉之诉讼以下统称“美光诉讼案”。美光诉讼案的情况如下：\n2016年1月，联华电子与福建晋华洽谈，双方协议进行F32纳米随机固态硬盘芯片（DRAM）及F32S纳米DRAM相关制程技术开发，由福建晋华提供3亿美元资金采购研发设备并依开发进度陆续支付联华电子4亿美元，开发成果由双方共同拥有，整体技术完成后将转移至福建晋华进行F32纳米DRAM及F32S纳米DRAM之量产。\n2016年3月11日，联华电子向经济部投资审议委员会申请签署技术合作案，2016年4月12日，经济部投资审议委员会以经审二字第1050005030号函核准。\n经保荐人及发行人律师登入 “国家企业信用信息 公示系统（www.gsxt.gov.cn）”对福建晋华的查询，福建晋华成立于2016年02月26日，其现时持有福建省晋江市市场监督管理局颁发的统一社会信用代码为91350582MA3465Y92B《营业执照》，法定代表人为卢文胜，企业类型为其他有限责任公司，注册资本为1,144,482.500000万人民币，住所为福建省泉州市晋江市集成电路科学园联华大道88号，经营范围为“集成电路制造；货物或技术的进出口业务（国家限制或禁止进出口的货物或技术除外）。（依法须经批准的项目，经相关部门批准后方可开展经营活动）”，其股东为福建省电子信息产业创业投资合伙企业（有限合伙）、福建省国开晋华产业股权投资合伙企业（有限合伙）、福建省晋江产业发展投资集团有限公司、泉州市金融控股集团有限公司、泉州农金集成电路投资合伙企业（有限合伙）。\n依据台湾台中地方法院检察署检察官起诉书，台湾美光公司、美国美光公司为自身利益并阻止联华电子合作方福建晋华研发、生产、销售随机固态硬盘芯片（DRAM），台湾美光公司、美国美光公司提出告诉并经台湾台中地方法院检察署检察官指挥法务部调查局新北市调查处调查官调查后，由台湾台中地方法院检察署以联华电子员工、联华电子违反营业秘密法为由向台湾台中地方法院提起公诉，随后，美国美光公司以美国国内法向美国加州北区联邦地方法院对联华电子提起民事诉讼及美国加州北区联邦检察官办公室以联华电子、福建晋华等涉嫌违反美国法律为由提起刑事诉讼和民事诉讼。\n2018年6 月，联华电子（原告）以美光半导体销售（上海）有限公司（第一被告）、厦门市思明区信通源电脑经营部（第二被告）侵犯其专利权（专利号为：ZL200310103485.9）为由向福州市中级人民法院提起诉讼。联华电子（原告）以美光半导体（西安）有限责任公司（第一被告）、美光半导体销售（上海）有限公司（第二被告）、厦门市思明区信通源电脑经营部（第三被告）侵犯其专利权（专利号为：ZL03100966.2）为由向福州市中级人民法院提起诉讼。\n2018年7月3日，福州市中级人民法院出具（2018）闽01民初136号之一、（2018）闽01民初137号之二《民事裁定书》，裁定的主要内容为：美光半导体销售（上海）有限公司立即停止销售、进口 Crucial 英睿达 MX300 2.5 英寸SSD525固态硬盘及 NW853芯片等等产品；美光半导体（西安）有限责任公司立即停止制造、销售、进口铂胜运动Ballistix铂胜台式内存DDR4 2400 8G 两条装及BX芯片等等产品。\n根据（台湾）普华商务法律事务所出具的《专项法律意见书》、联华电子披露的公开信息及保荐人会同发行人律师对相关人员的访谈，联华电子就美光诉讼案说明如下：\n（1）联华电子具有近15年研发DRAM产品制程的经验。联华电子曾拥有超过150人的DRAM研发团队。联华电子掌握并保存了丰富的DRAM知识和经验且具有坚实而稳定的团队，除传统的DRAM技术外，2009年联华电子成功开发了属于自己的嵌入式DRAM制程技术，此与制造标准型DRAM的过程要复杂得多。\n（2）联华电子与福建晋华合作开发DRAM制程技术，属于符合合理商业逻辑的单纯商业交易项目，且台湾政府主管部门已于2016年4月核准整个项目。\n（3）联华电子为了与晋华公司合作开发DRAM制程技术并履行合同义务，已投入数亿新台币。本合作项目的研发团队成员规模接近300人，联华电子招募的上述研发团队成员仅有不到10%的人曾在台湾美光公司工作过。\n（4）联华电子DRAM技术基础里的组件设计，是完全不同于美国美光公司的设计。联华电子开发的记忆胞架构是3x2布局的储存单元，与美国美光公司的2x3布局的储存单元完全不同。\n（5）目前，联华电子与晋华联合开发DRAM制程尚处于研发阶段，尚未实际投入生产或销售任何DRAM之产品。\n（6）虽联华电子具有DRAM制程之技术实力、经验，但基于联华电子战略定位及市场考虑联华电子集团旗下之所有公司其所制造量产或销售之产品并不包含DRAM或任何包含DRAM之产品。\n根据台湾普华商务法律事务所出具的《专项法律意见书》，根据美国、台湾法律规定及美国法院过往审理案例，美光诉讼案即使产生不利后果对联华电子而言，其承担的法律责任为被判处罚金、没收财产、赔偿损失、禁止相关产品出口、转出口至美国等，根据联华电子2017年度报告及2018年财报及其出具的声明，联华电子完全具有背负美光诉讼案不利后果之实力，不会对联华电子之持续经营构成重大影响。同时，根据台湾普华商务法律事务所出具的《专项法律意见书》，美光诉讼案不涉及对联华电子现有董事、高级管理人员之追诉的情形。\n2、International Business Machines Corporation（以下简称“IBM”）诉联华电子案\n根据（台湾）普华商务法律事务所出具的《法律意见书》及联华电子披露的公开信息，IBM于2016年7月1日于美国联邦纽约南区地方法院对联华电子提起技术授权权利金之给付诉讼。美国联邦纽约南区地方法院于 2017 年 9 月 15日判决联华电子应给付授权金1,000万美元并加计年利率12%之利息，联华电子对上述判决结果不服，向美国联邦第二巡回法院提出上诉。美国联邦第二巡回法院于美国东部时间2017年12月8日予以调解，但鉴于双方未能达成调解，就上述诉讼，美国联邦第二巡回法院尚在审理中。\n保荐人及发行人律师经核查认为，美光诉讼案和IBM 诉联华电子案不会对联华电子持续经营产生重大不利影响，不会对发行人股权结构、生产经营、未来发展产生重大不利影响，对发行人本次发行上市不构成实质性障碍。\n综上所述，保荐人及发行人律师认为，报告期内，发行人控股股东橡木联合、菁英国际、晶信科技、联华电子不存在贪污、贿赂、侵占财产、挪用财产或者破坏社会主义市场经济秩序的刑事犯罪，不存在欺诈发行、重大信息披露违法或者其他涉及国家安全、公共安全、生态安全、生产安全、公众健康安全等领域的重大违法行为，符合《科创板首次公开发行股票注册管理办法（试行）》的相关规定。\n（三）本公司董事、监事、高级管理人员和核心技术人员的诉讼或仲裁事项\n截至本招股说明书签署日，本公司的董事、监事、高级管理人员和核心技术人员无尚未了结的任何重大诉讼或仲裁事项，也无任何可预见的重大诉讼或仲裁事项。\n（四）本公司董事、监事、高级管理人员和核心技术人员的刑事诉讼事项\n截至本招股说明书签署日，本公司董事、监事、高级管理人员和核心技术人员无受到刑事起诉的情况，也无任何可预见的受到任何重大刑事起诉的情况。\n（五）其他重要事项\n截至本招股说明书签署日，本公司无其他重要事项。"
  },
  {
    "公司名称": "2019-04-10广州方邦电子股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/e35a9679e4d54863844ce5d1a1a2349b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、发行人诉讼或仲裁事项\n截至本招股说明书签署日，发行人有1起尚未了结的重大诉讼、仲裁，具体如下：\n2018年11月2日，广州市黄埔区人民法院（简称“黄埔法院”）出具了《受理案件通知书》（（2018）粤0112民初6845号），该院决定立案受理发行人诉深圳市鑫岸科技有限公司（下称“鑫岸科技”或“被告”）买卖合同纠纷一案。根据该诉讼《民事起诉状》，截至2018年10月19日，被告欠付发行人货款7,878,400元；发行人请求法院判令被告清偿所欠原告货款 7,878,400 元及延期付款利息960,465 元，并承担本案全部诉讼费用。截至本招股说明书签署日，黄埔法院已受理此案，尚未开庭审理。\n发行人上述尚未了结的诉讼案件为买卖合同纠纷，目前正在审理过程中，发行人已对应收深圳市鑫岸科技有限公司货款 787.84 万元全额计提了坏账准备，该案件的审理结果不会对发行人的未来生产经营产生重大不利影响。\n截至本招股说明书签署日，发行人不存在其他尚未了结的或可预见的由其作为一方当事人的重大诉讼、仲裁事项。\n四、发行人的控股股东、实际控制人、子公司，及公司董事、监事、高级管理人员和其他核心人员存在的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，本公司控股股东、实际控制人、子公司，及公司董事、监事、高级管理人员和其他核心人员均不存在由其作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n六、本公司董事、监事、高级管理人员和其他核心人员涉及的行政处罚、被司法机关\n立案侦查、被中国证监会立案调查的情况......................................................................242\n第十二节 声 明........................................................................................................243\n一、发行人全体董事、监事、高级管理人员声明...........................................................243\n二、发行人控股股东、实际控制人声明..........................................................................244\n三、保荐人（主承销商）声明..........................................................................................245\n四、发行人律师声明..........................................................................................................247\n五、审计机构声明..............................................................................................................248\n六、资产评估机构声明......................................................................................................249\n七、验资机构声明..............................................................................................................250\n八、验资复核机构声明......................................................................................................251\n第十三节 备查文件..................................................................................................252\n一、文件列表......................................................................................................................252\n二、备查文件地点、时间..................................................................................................252\n三、查阅网址......................................................................................................................252\n六、本公司董事、监事、高级管理人员和其他核心人员涉及的行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和其他核心人员最近3年均不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-16中国铁路通信信号股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/a8ea377f9a8e47ffaa862d8b8e50c0fe.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁及处罚事项\n（一）发行人及其控股子公司尚未了结的重大诉讼、仲裁案件及处罚事项\n1、截至本招股说明书签署日，发行人及其境内控股子公司不存在尚未了结的金额为5,000万元以上的重大诉讼、仲裁事项。\n2、发行人及其境内控股子公司的行政处罚详见本招股说明书“第七节 公司治理与独立性”之“八、公司遵守法律法规的情况”。\n（二）发行人控股股东尚未了结的重大诉讼、仲裁案件及处罚事项\n截至本招股说明书签署日，发行人控股股东不存在尚未了结的重大诉讼及仲裁案件，亦不存在重大违法行为。\n（三）发行人董事、监事、高级管理人员和核心技术人员尚未了结的重大诉讼、仲裁案件及处罚情况\n截至本招股说明书签署日，发行人的董事、监事、高级管理人员和核心技术人员不存在尚未了结的重大诉讼及仲裁案件，亦不存在行政处罚。"
  },
  {
    "公司名称": "2019-03-22江苏天奈科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/4bfacce42dc546fd8b901e1c24131e16.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼和仲裁事项\n本节重大诉讼和仲裁事项指公司目前正在进行标的金额超过500.00万元的合同，或者标的金额虽未超过500.00万元，但对公司生产经营活动、未来发展或财务状况具有重要影响的诉讼和仲裁事项。\n截至本招股说明书签署日，公司存在的尚未了结的重大诉讼或仲裁事项如下：\n<table pageid=\"314\", index=\"1\", bbox=\"78, 330, 512, 390\"/>\n关于上述诉讼的具体情况如下：\n1、案件的受理情况及基本案情\n2019年2月12日，公司作为原告收到西安市中级人民法院传票，通知公司与坚瑞沃能的买卖合同纠纷一案将于2019年3月20日开庭审理。\n公司在2017年6月到2018年3月，按照坚瑞沃能采购订单的要求，向坚瑞沃能指定的客户供应不同型号的碳纳米管。采购订单要求的结算方式为月结 60天6个月商业承兑汇票。截止2018年7月，经双方多次对账，确认，公司向坚瑞沃能实际供货金额为63,047,533.60元。期间坚瑞沃能支付了金额为61,694,200.00元的电子商业承兑汇票，但这些电子商业承兑汇票到期后却提示付款已拒付。\n2、诉讼请求\n（1）支付公司货款人民币 63,047,533.60 元及逾期付款利息损失 999,907.86元，以上合计64,047,441.46元。（2018年11月11日后，63,047,533.60元货款的逾期付款利息损失，按中国人民银行同期同类贷款利率计算到实际付清为止）\n（2）支付本案诉讼和财产保全费用。\n四、关联方的违法违规、重大诉讼或仲裁事项\n（一）控股股东或实际控制人的违法违规、重大诉讼或仲裁事项\n公司控股股东、实际控制人报告期内不存在存在重大违法行为。\n截至本招股说明书签署日，公司控股股东、实际控制人不存在尚未了结的或者可以预见的重大诉讼或仲裁事项；不存在受到刑事起诉的情况。\n（二）公司董事、监事、高级管理人员和核心技术人员的违法违规、重大诉讼或仲裁事项\n公司董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案的调查情况。\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员不存在尚未了结的或者可以预见的重大诉讼或仲裁事项；不存在受到刑事起诉的情况。"
  },
  {
    "公司名称": "2019-03-29交控科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/1a4ab0aa6c0a4e7a9ffc694f9a62e7f0.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼、仲裁或行政处罚事项\n（一）发行人诉讼、仲裁或行政处罚情况\n1、环保处罚\n发行人报告期内受到过一次环保处罚，具体情况详见本招股说明书“第七节公司治理与独立性”之“三、公司最近三年违法违规行为情况”部分。\n2、发行人租赁房产的出租人债权债务纠纷\n发行人正在使用的一处租赁房产因出租人的债权债务纠纷被查封，具体情况详见本招股说明书“第四节风险因素”之“五、法律风险“之“（二）租赁场所出租人债权债务纠纷影响发行人生产经营的风险”部分。截至本招股说明书签署之日，除上述事项外，发行人不存在其他尚未了结的或可预见的诉讼、仲裁或行政处罚情况。\n（二）发行人董事、监事、高级管理人员和核心技术人员诉讼、仲裁或行政处罚情况\n最近三年，发行人董事、监事、高级管理人员和核心技术人员不存在行政处罚、被司法机关立案侦查或被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-04北京热景生物技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/ec6c63ed7deb4d5d83eeef252cc48a6b.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁事项\n1、截至2018年12月31日，本公司于报告期内不存在涉及重大诉讼或仲裁的情况。\n2、截至2018年12月31日，公司的控股股东或实际控制人、控股子公司，以及公司董事、监事、高级管理人员不存在作为一方当事人的重大诉讼或仲裁事项。\n3、最近三年内，本公司控股股东、实际控制人不存在重大违法行为。\n4、截至2018年12月31日，未发生公司董事、监事、高级管理人员受到刑事诉讼的情况。\n（二）诉讼、仲裁情况\n截至本招股书签署日，本公司无对财务状况、经营成果、声誉、业务活动、未来前景可能产生较大影响的尚未了结的或可预见的重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-04-03成都苑东生物制药股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/940e2668becc42fba73ee59bcdaaa1ee.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n截至本招股说明书签署日，公司不存在对财务状况、经营成果、声誉、业务活动、 未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，公司的控股股东、实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n公司的董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-03-28福建福光股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/a29fe51456c14fe9b3ba6236e553dd32.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n（一）关系人重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及其子公司不存在重大诉讼或仲裁事项。\n（二）发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在控股股东或实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n（三）发行人董事、监事、高级管理人员和核心技术人员最近 3 年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n截至本招股说明书签署日，公司不存在董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-12北京航天宏图信息技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6deb0e7d38434156a98260ad09e15f09.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n截至本招股说明书签署日，公司不存在任何对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n1、截至本招股说明书签署日，不存在公司控股股东或实际控制人、控股子公司及公司董事、监事、高级管理人员和其他核心人员作为一方当事人的尚未了结的重大诉讼或仲裁事项。\n2、截至本招股说明书签署日，公司董事、监事、高级管理人员和其他核心人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-10张家港广大特材股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/2d5fb7e4faf441baba9dd52452f34271.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "是",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司未发生对财务状况、经营成果、声誉、业务活动、未来前景可能产生较大影响的诉讼或仲裁事项，公司控股股东、实际控制人、控股子公司、公司董事、监事、高级管理人员及核心技术人员均未有作为一方当事人的重大诉讼或仲裁事项，公司董事、监事、高级管理人员及核心技术人员也未有涉及刑事诉讼的情形。"
  },
  {
    "公司名称": "2019-03-22烟台睿创微纳技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/89a55e494b7a42ccb7f25bd81a9b1af5.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、对发行人产生重大影响的诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在产生重大影响的诉讼或仲裁事项。\n四、发行人控股股东、实际控制人、控股子公司和董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司的控股股东、控股子公司和董事、监事、高级管理人员和核心技术人员不存在尚未了结的重大诉讼或仲裁事项。\n五、发行人董事、监事、高级管理人员和核心技术人员近3年涉及行政处罚、\n被司法机关立案侦查、被中国证监会立案调查情况.................................... 348\n六、发行人控股股东、实际控制人报告期内是否存在重大违法行为........ 348\n五、发行人董事、监事、高级管理人员和核心技术人员近 3 年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，公司的董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-02深圳市创鑫激光股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/af0ed4b5a9ca4515bdb36797822c78c5.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、可能对发行人产生较大影响的诉讼和仲裁事项\n截至本招股说明书签署之日，发行人不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n四、发行人控股股东或实际控制人、控股子公司、发行人董监高和核心技术人员的处罚、诉讼和仲裁事项\n截至本招股说明书签署之日，发行人控股股东、实际控制人、控股子公司、发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n报告期内，本公司董监高和核心技术人员不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n报告期内，控股股东、实际控制人蒋峰先生不存在重大违法行为。"
  },
  {
    "公司名称": "2019-03-28杭州鸿泉物联网技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/edd700ecced54b15b1301da65c19a905.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n（一）公司作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署之日，公司未涉及任何对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）公司控股股东、实际控制人作为一方当事人的重大诉讼或仲裁及重大违法行为\n截至本招股说明书签署之日，公司实际控制人未涉及作为一方当事人的重大诉讼或仲裁事项。\n公司实际控制人最近三年内不存在重大违法行为。\n（三）公司控股子公司作为一方当事人的重大诉讼或仲裁\n截至本招股说明书签署之日，公司控股子公司未涉及作为一方当事人的重大诉讼或仲裁事项。\n（四）公司董事、监事、高级管理人员及核心技术人员作为一方当事人的重大诉讼或仲裁\n截至本招股说明书签署之日，公司董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的诉讼或仲裁事项。\n（五）董事、监事、高级管理人员及核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，公司董事、监事、高级管理人员及核心技术人员均未涉及作为一方当事人的刑事诉讼。\n（六）董事、监事、高级管理人员及核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n最近三年内，公司董事、监事、高级管理人员及核心技术人员均未行政处罚、被司法机关立案侦查、被中国证监会立案调查。"
  },
  {
    "公司名称": "2019-04-12北京国科环宇科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/352ac4249a4341a6827dacb40842e560.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼或仲裁情况\n截至本招股说明书签署日，发行人及其子公司不存在重大诉讼或仲裁情况。\n三、董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-11上海泰坦科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6cb457a9f3d945af84996cb0acf85780.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼和仲裁事项\n截至本招股说明书签署之日：\n1、发行人及其控股子公司、发行人控股股东不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼或仲裁事项。\n2、发行人实际控制人、董事、监事、高级管理人员和核心技术人员均不存在作为一方当事人的重大诉讼或仲裁事项，亦不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-19北京致远互联软件股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/49f375d0ee7b43b29c71e5933b54bd81.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、重大诉讼和仲裁事项\n截至本招股说明书签署日，本公司不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的未了结的诉讼或仲裁事项。\n截至本招股说明书签署日，本公司实际控制人、控股子公司以及董事、监事、高级管理人员和其他核心人员不存在涉及作为一方当事人的重大诉讼或仲裁的情况。\n截至本招股说明书签署日，本公司董事、监事、高级管理人员不存在涉及刑事诉讼的情况。\n报告期内，公司控股股东、实际控制人不存在因重大违法行为而受行政处罚的情形。"
  },
  {
    "公司名称": "2019-04-12广东华特气体股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/afb9edb2c43e4747a691c9e3e7987f4f.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n截至本招股说明书签署日，公司不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼或仲裁事项。\n截至本招股说明书签署日，公司的控股股东、实际控制人，控股子公司及公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人并可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n最近三年，公司董事、监事、高级管理人员和核心技术人员不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n报告期内，公司控股股东、实际控制人不存在重大违法行为。"
  },
  {
    "公司名称": "2019-04-15北京佰仁医疗科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/991182ca9ec949e6b50156cd25321306.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼及仲裁事项\n截至本招股说明书签署之日，公司不存在任何对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n1、截至本招股说明书签署之日，不存在公司控股股东或实际控制人、控股子公司及公司董事、监事、高级管理人员和其他核心人员作为一方当事人的尚未了结的重大诉讼或仲裁事项。\n2、截至本招股说明书签署之日，公司董事、监事、高级管理人员和其他核心人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-12苏州工业园区凌志软件股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/062e809b7f5a4edea227ab92b88de74a.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n截至本招股说明书签署日，本公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，本公司控股股东、实际控制人和控股子公司、本公司董事、监事、高级管理人员和核心技术人员均不存在尚未了结的或者可预见的作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n截至本招股说明书签署日，本公司董事、监事、高级管理人员和核心技术人员最近3年不涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-02苏州天准科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/15a72a654ed94972b5c51752e633018f.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项、重大违法行为\n（一）发行人的重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人控股股东、实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人可能对发行人产生影响的刑事诉讼、重大诉讼或仲裁事项。\n（三）董事、监事、高级管理人员和核心技术人员最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-01博众精工科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/447c131249f347c4a26ee853cbf1be86.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n（一）发行人的诉讼或仲裁事项\n截至本招股说明书签署日，发行人存在的诉讼或仲裁事项如下：\n1、博众精工与平谦国际（苏州）工业发展有限公司房屋租赁合同纠纷\n因对租赁合同解除事宜未能达成一致意见，2018年9月17日，博众精工就其与平谦国际（苏州）工业发展有限公司的房屋租赁合同纠纷一案向苏州市吴江区人民法院提起诉讼，请求判令原、被告之间的《厂房物业租赁合同》于 2018年3月13日解除，被告返还原告租金及物业管理费105,172.44元，被告返还原告保证金606,569.76元，诉讼费用由被告承担。\n2018年10月30日，平谦国际（苏州）工业发展有限公司就本案提起反诉，请求判令解除双方签订的《厂房物业租赁合同》及《物业管理协议》，被反诉人承担延期支付首期租金和物业管理费的滞纳金60,151.5元，被反诉人支付其拖欠租金、物业费及滞纳金合计2,381,291.79元，被反诉人支付违约金700,588.07元，被反诉人承担给反诉人造成的损失合计441,757.70元，被反诉人承担租赁物业闲置损失1,213,139.52元，被反诉人返还租赁物业附属物品、钥匙，被反诉人承担诉讼费用。\n截至本招股说明书签署日，上述诉讼处于一审阶段，尚未处理完结。\n2、苏州灵猴就其与深圳市汇达自动化设备有限公司、佟保华买卖合同纠纷\n因被告深圳市汇达自动化设备有限公司未按合同约定向苏州灵猴支付货款，2018年11月22日，苏州灵猴就其与深圳市汇达自动化设备有限公司、佟保华买卖合同纠纷事宜向苏州市吴中区人民法院提起诉讼，请求判令深圳市汇达自动化设备有限公司支付货款472,000元及其贷款利息，本案诉讼费用由被告承担，佟保华承担支付货款的连带责任。\n截至本招股说明书签署日，上述诉讼处于一审阶段，尚未处理完结。\n3、深圳市德宇智能装备有限公司与博众精工采购合同纠纷\n因对标的货物的交付时间、验收结果产生争议，2018年5月22日，深圳市德宇智能装备有限公司就其与博众精工的买卖合同纠纷一案向苏州市吴江区人民法院提起诉讼，请求判令被告支付原告设备款507,000元，被告支付原告延期支付期间的利息15,210元（暂计），案件受理费由被告承担。\n2018年6月20日，博众精工就本案提起反诉，请求判令确认博众精工与深圳市德宇智能装备有限公司签订的《采购合同》于2018年5月31日解除，深圳市德宇智能装备有限公司退还货款118.3万元，按照合同约定向博众精工支付违约金33.8万元，诉讼费由深圳市德宇智能装备有限公司承担。\n2018年11月21日，苏州市吴江区人民法院作出（2018）苏0509民初76407号民事判决，判决确认反诉原告博众精工与反诉被告深圳市德宇智能装备有限公司于2017年5月13日签署的《采购合同》于2018年5月31日解除，反诉被告返还反诉原告合同款1,183,000元合同款并支付相应违约金，反诉被告自行将圆柱锂电池制片卷绕一体机取回，驳回深圳市德宇智能装备有限公司的诉讼请求，驳回博众精工的其他诉讼请求，案件受理费由本诉原告承担，反诉案件受理费由反诉被告承担。\n2018年12月5日，深圳市德宇智能装备有限公司不服一审判决，向江苏省苏州市中级人民法院提起上诉，请求判令被上诉人支付上诉人设备尾款 507,000元及逾期付款利息损失，驳回被上诉人的反诉请求，由被上诉人承担相关诉讼费用。\n截至本招股说明书签署日，上述诉讼处于二审阶段，尚未处理完结。\n上述诉讼或仲裁事项不存在对公司财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的情况。\n（二）实际控制人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司实际控制人不存在作为一方当事人的重大诉讼仲裁事项。\n（三）董事、监事、高级管理人员和核心技术人员涉及的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司的董事、监事、高级管理人员和核心技术人员均不存在尚未了结的或者可预见的作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。\n（四）董事、监事、高级管理人员和核心技术人员近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n报告期内，公司的董事、监事、高级管理人员和核心技术人员均不存行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-05-06北京八亿时空液晶科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201905/c85c17c8d74847daaf2d28e403db6b2f.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、可能对公司产生较大影响的诉讼或仲裁事项\n截至本招股说明书签署之日，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的重大诉讼、仲裁等事项。\n四、公司控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员及其他核心人员作为一方当事人的重大诉讼或重大仲裁事项\n截至本招股说明书签署之日，本公司控股股东或实际控制人、控股子公司，公司的董事、监事、高级管理人员和其他核心人员均无涉及作为一方当事人的重大诉讼或仲裁事项。\n五、董事、监事、高级管理人员和其他核心人员涉及刑事诉讼的情况\n截至本招股说明书签署之日，本公司董事、监事及高级管理人员和其他核心人员未曾涉及刑事诉讼。"
  },
  {
    "公司名称": "2019-04-11江苏联瑞新材料股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/ad469102310740928daca5d6c69a532d.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）公司重大诉讼及仲裁事项\n截至本招股说明书签署日，本公司不存在对财务状况、经营成果、声誉、业务活动和未来前景等可能产生较大影响的尚未了结或可预见的诉讼和仲裁事项。\n（二）控股股东及实际控制人的违法违规、重大诉讼或仲裁事项\n报告期内，公司控股股东、实际控制人不存在重大违法行为。\n截至本招股说明书签署日，公司控股股东及实际控制人不存在受到刑事诉讼的情况，不存在尚未了结的或者可以预见的重大诉讼或仲裁事项。\n（三）董事、监事、高级管理人员及核心技术人员的违法违规、重大诉讼或仲裁事项\n公司董事、监事、高级管理人员及核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。\n截至本招股说明书签署日，公司董事、监事、高级管理人员及核心技术人员不存在尚未了结的或者可以预见的重大诉讼或仲裁事项，不存在刑事诉讼事项。"
  },
  {
    "公司名称": "2019-04-29山东奥福环保科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/b2882a774b30476689e6e03fe051b5d1.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在对公司声誉、业务活动、未来前景等可能产生较大影响的诉讼和仲裁事项；公司实际控制人、公司董事、监事、高级管理人员和核心技术人员均不存在尚未了结的或可预见的作为一方当事人的重大诉讼、仲裁、行政处罚、被司法机关立案侦查及被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-15浙江杭可科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/8296691b51d544939f9aa6034fd5be75.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼和仲裁事项\n（一）对发行人财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项\n截至本招股说明书签署日，杭可科技无涉及的重大诉讼或仲裁情况。\n（二）发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人的刑事诉讼、重大诉讼或仲裁事项\n截至本招股说明书签署日，不存在发行人控股股东或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人的刑事诉讼、重大诉讼或仲裁事项。"
  },
  {
    "公司名称": "2019-03-27苏州华兴源创科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/32615d5f6d78482f90f76559eff21179.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、对发行人产生较大影响的诉讼或仲裁事项\n截至本招股说明书签署日，发行人不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n四、涉及重要关联方的重大诉讼或仲裁事项\n截至本招股说明书签署日，不存在公司控股股东、实际控制人、公司董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项。\n五、发行人董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n最近三年，公司全体董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-09北京宝兰德软件股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/350b29ac654542ac8edaa876d317ed73.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司未涉及任何对财务状况、经营成果、声誉、业务活动、未来前景等有重大影响的诉讼及仲裁事项，且董事会认为公司未面临任何有重大影响的诉讼事项。\n截至本招股说明书签署日，公司控股股东、实际控制人、公司董事、监事、高级管理人员，均没有作为一方当事人的重大诉讼或仲裁事项。\n公司控股股东、实际控制人最近三年内无重大违法行为。\n截至本招股说明书签署日，公司董事、监事、高级管理人员不涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-03-27虹软科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/ba29a0b4f2f442798a39a4849b54e7ea.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "四、公司重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及其子公司不存在尚未了结的可能对其财务状况、经营成果、声誉、业务活动、未来前景等产生较大影响的重大诉讼或仲裁事项。\n五、公司控股股东及其一致行动人或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员作为一方当事人的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东及其一致行动人或实际控制人、控股子公司，发行人董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的重大诉讼或仲裁事项。\n六、董事、监事、高级管理人员和核心技术人员最近 3 年涉及行政处罚、被\n司法机关立案侦查、被中国证监会立案调查情况 ............................................ 378\n六、董事、监事、高级管理人员和核心技术人员最近3年涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员最近3年不存在行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-15西部超导材料科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/6bf10beacbb14322b2c61c1c9fc7627c.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、诉讼或仲裁事项\n（一）发行人涉及的重大诉讼或仲裁事项\n截至本招股说明书签署之日，公司不存在尚未了结的或可预见的对财务状况、经营成果、声誉、业务活动、未来前景等可能产生重大影响的诉讼或仲裁事项。\n（二）发行人控股股东或实际控制人、控股子公司、董事、监事、高级管理人和其他核心人员的重大诉讼或仲裁事项\n截至本招股说明书签署日，公司控股股东、控股子公司、董事、监事、高级管理人员和其他核心人员不存在作为一方当事人的重大诉讼或仲裁事项。\n四、董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况\n截至本招股说明书签署之日，公司董事、监事、高级管理人员和核心技术人员最近三年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查的情况。"
  },
  {
    "公司名称": "2019-04-18上海昊海生物科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/19fe85337a134c4ea7607fa7e3d52042.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n（一）发行人的诉讼或仲裁事项\n1、重大诉讼或仲裁事项\n截至本招股说明书签署之日，公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n2、其他诉讼或仲裁事项\n（1）河南宇宙诉北京远程视界眼科医院管理有限公司买卖合同纠纷一案\n2018年9月10日，河南宇宙向河南省郑州高新技术产业开发区人民法院提起诉讼，要求：①判令北京远程视界眼科医院管理有限公司向河南宇宙支付货款318,940元；②判令北京远程视界眼科医院管理有限公司向河南宇宙支付逾期付款损失（以318,940元为基数，按中国人民银行同期同类贷款基准利率上浮50%的标准，自2018年2月28日起计算至实际清偿之日止）；③判令北京远程视界眼科医院管理有限公司向河南宇宙支付律师费 15,000 元；④判令北京远程视界眼科医院管理有限公司承担本案诉讼费。\n该案已被河南省郑州高新技术产业开发区人民法院立案受理。因起诉状副本、应诉通知书、传票等诉讼文件无法送达北京远程视界眼科医院管理有限公司，河南省郑州高新技术产业开发区人民法院于2019年1月18日向北京远程视界眼科医院管理有限公司公告送达诉讼文件。\n上述诉讼的标的金额占发行人营业收入、净资产的比重较小，不构成影响公司、河南宇宙持续经营的重大诉讼。\n发行人律师认为：河南宇宙为上述诉讼的原告即权利请求人，本案法律关系明确，诉讼标的金额占发行人营业收入、净资产的比重较小，不构成影响发行人、河南宇宙持续经营的重大诉讼，不构成本次发行上市的实质性法律障碍。\n（2）范冰冰诉其胜生物肖像权、名誉权纠纷一案\n2018 年，范冰冰向北京市朝阳区人民法院提起诉讼，要求：①判令其胜生物即刻删除侵权内容，终止侵权行为；②判令其胜生物在全国公开发行的报纸上向原告公开赔礼道歉；③判令其胜生物向其赔偿经济损失30万元，维权成本等合理开支5,000元，以上各项合计30.5万元。\n该案已被北京市朝阳区人民法院立案受理。其胜生物对该案管辖权提出异议，北京市朝阳区人民法院于2018年6月29日出具《民事裁定书》（（2018）京0105民初61728号），驳回其胜生物对本案管辖权提出的异议。\n2018年8月3日，其胜生物向北京市第三中级人民法院提出《民事上诉状》，请求依法撤销北京市朝阳区人民法院（2018）京0105民初61728号民事裁定，将本案依法移送上海市闵行区人民法院审理。截至本招股说明书签署之日，其胜生物对本案管辖权异议的上诉申请，北京市第三中级人民法院正在审理之中。\n上述诉讼的标的金额占发行人营业收入、净资产的比重较小，不构成影响公司、其胜生物持续经营的重大诉讼。\n发行人律师认为：本案诉讼标的金额占发行人营业收入、净资产的比重较小，不构成影响发行人、其胜生物持续经营的重大诉讼，不构成本次发行上市的实质性法律障碍。\n（3）香港仲裁案（HKIAC/A17138号案件）\n2017年6月19日，发行人以申请人身份向香港国际仲裁中心（HKIAC）发出了《仲裁通知》，要求O&O MDC Ltd.（注册在英国的公司，以下简称“被申请人”）返还50万欧元借款及相应利息。被申请人提出抗辩其有权扣留该50万欧元。双方当事人各选择了一名边裁，并由香港国际仲裁中心指定了首席仲裁员。双方当事人陆续追加了共同申请人和共同被申请人。\n根据香港国际仲裁中心仲裁庭签发的《一号程序令》，本案目前处于双方互相披露材料阶段，尚未进行开庭审理。\n上述仲裁的标的金额占发行人营业收入、净资产的比重较小，不构成影响发行人持续经营的重大诉讼。\n发行人律师认为：发行人为上述仲裁案的申请人即权利请求人，本仲裁案标的金额占发行人营业收入、净资产的比重较小，不构成影响发行人持续经营的重大诉讼，不构成本次发行上市的实质性法律障碍。\n（二）发行人控股股东、实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁事项\n截至本招股说明书签署之日，公司控股股东、实际控制人、控股子公司、董事、监事、高级管理人员和核心技术人员不存在对公司产生影响的刑事诉讼、重大诉讼或仲裁事项。\n报告期内，公司董事、监事、高级管理人员和核心技术人员不涉及行政处罚、被司法机关立案侦查或被中国证监会立案调查情况。\n（三）公司控股股东、实际控制人报告期内重大违法行为\n报告期内，公司控股股东、实际控制人报告期内不存在重大违法行为。"
  },
  {
    "公司名称": "2019-04-12北京诺康达医药科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/fa23190c29c04a56aca51d02c4fb8a7d.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，发行人不存在尚未了结的或可预见的对发行人业务和经营活动产生较大影响的诉讼或仲裁事项。\n截至本招股说明书签署日，发行人控股股东、实际控制人、控股子公司、发行人的董事、监事、高级管理人员和核心技术人员不存在尚未了结的或可预见的重大诉讼和仲裁。\n四、发行人的董事、监事、高级管理人员和核心技术人员涉及刑事诉讼的情况\n截至本招股说明书签署日，发行人董事、监事、高级管理人员和核心技术人员不存在涉及刑事诉讼、行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。"
  },
  {
    "公司名称": "2019-04-19锦州神工半导体股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/11acabe3f8c446e4a5b9f28e4fbdaaed.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n（一）发行人涉及重大诉讼或仲裁事项\n截至本招股说明书签署日，公司及其控股子公司不存在对财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）发行人主要股东、董事、监事、高级管理人员和核心技术人员作为一方当事人的诉讼、仲裁事项\n截至本招股说明书签署日，公司主要股东、董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的可能对发行人产生不利影响的刑事诉讼、重大诉讼或仲裁事项。\n（三）发行人董事、监事、高级管理人员和核心技术人员涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况\n截至本招股说明书签署日，公司董事、监事、高级管理人员和核心技术人员最近3年不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查等情况。"
  },
  {
    "公司名称": "2019-03-22宁波容百新能源科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201903/bf125ae020454f92965f9738ad7d9f73.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁事项\n截至本招股说明书签署日，公司不存在尚未了结的或可预见的重大诉讼和仲裁事项。\n1、如果发生发行人（含其子公司，下同）员工向其追索社会保险费和住房公积金，或者因此引起诉讼、仲裁，或者发行人因此受到有关主管部门的行政处罚的，本人将承担全部赔偿责任。\n1、截至本招股说明书签署日，不存在公司控股股东、实际控制人及其一致行动人、公司董事、监事、高级管理人员及其他核心人员作为一方当事人的重大诉讼或仲裁事项的情形。\n3、截至本招股说明书签署日，公司董事、监事、高级管理人员及其他核心人员不存在涉及刑事诉讼的情况。"
  },
  {
    "公司名称": "2019-04-03广东紫晶信息存储技术股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/84d0611471294517adebca7337206293.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼、仲裁或其他事项\n截至本招股说明书签署日，发行人最近3年内不存在贪污、贿赂、侵占财产、挪用财产或者破坏社会主义市场经济秩序的刑事犯罪，不存在欺诈发行、重大信息披露违法或者其他涉及国家安全、公共安全、生态安全、生产安全、公众健康安全等领域的重大违法行为，不存在主要资产、核心技术、商标等的重大权属纠纷，重大偿债风险，重大担保、诉讼、仲裁等或有事项，不存在经营环境已经或者将要发生重大变化等对持续经营有重大不利影响的事项。\n截至本招股说明书签署日，发行人控股股东及实际控制人最近3年内均不存在贪污、贿赂、侵占财产、挪用财产或者破坏社会主义市场经济秩序的刑事犯罪，不存在欺诈发行、重大信息披露违法或者其他涉及国家安全、公共安全、生态安全、生产安全、公众健康安全等领域的重大违法行为，不存在尚未了结的或可以合理预见的重大诉讼、仲裁案件或行政处罚事项。\n发行人董事、监事和高级管理人员最近3年内均不存在受到中国证监会行政处罚，或者因涉嫌犯罪被司法机关立案侦查或者涉嫌违法违规被中国证监会立案调查，尚未有明确结论意见等情形。"
  },
  {
    "公司名称": "2019-04-18南京万德斯环保科技股份有限公司科创板首次公开发行股票招股说明书（申报稿）",
    "原文链接": "http://static.sse.com.cn/stock/information/c/201904/5b24c6d1896241f8b0afa8afa8fc5249.pdf",
    "报告期": "2019-03-31",
    "数据期": "2019-03-31",
    "所在页": -1,
    "是否存在重大诉讼": "否",
    "重大诉讼情况（原文）": "三、重大诉讼或仲裁情况\n（一）公司的重大诉讼和仲裁事项\n截至本招股说明书签署日，未发生对公司的财务状况、经营成果、声誉、业务活动、未来前景等可能产生较大影响的诉讼或仲裁事项。\n（二）控股股东或实际控制人、控股子公司的重大诉讼或仲裁、涉及刑事诉讼的事项\n截至报告期末，公司控股股东、实际控制人、控股子公司均不存在作为一方当事人的重大诉讼或仲裁、涉及刑事诉讼的事项。\n（三）董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁、涉及刑事诉讼的事项\n截至报告期末，公司董事、监事、高级管理人员和核心技术人员不存在作为一方当事人的重大诉讼或仲裁、涉及刑事诉讼的事项。\n截至报告期末，公司董事、监事、高级管理人员和核心技术人员不存在涉及行政处罚、被司法机关立案侦查、被中国证监会立案调查情况。\n（二）控股股东或实际控制人、控股子公司的重大诉讼或仲裁、涉及刑事诉\n讼的事项............................................................................................................. 273\n（三）董事、监事、高级管理人员和核心技术人员的重大诉讼或仲裁、涉及\n刑事诉讼的事项................................................................................................. 273\n四、重大违法行为............................................................................................. 273\n第十二节 有关声明 .............................................................................. 274\n一、董事、监事、高级管理人员声明............................................................. 274\n二、发行人控股股东、实际控制人声明......................................................... 275\n三、保荐人（主承销商）声明......................................................................... 276\n四、发行人律师声明......................................................................................... 277\n五、会计师事务所声明..................................................................................... 278\n六、资产评估机构声明..................................................................................... 279\n七、验资机构声明............................................................................................. 280\n八、验资复核机构声明..................................................................................... 281\n九、保荐人（主承销商）董事长、总经理声明............................................. 282\n第十三节 附件 ...................................................................................... 283\n一、备查文件..................................................................................................... 283\n二、整套发行申请材料和备查文件查阅地点................................................. 283"
  }
]